{
	"Home": "主页",
	"Our Service": "服务",
	"Technology & Advisory": "技术与咨询",
	"Finance & Risk": "金融与风险",
	"Our Support": "协助",
	"Promotion": "推广活动",
	"Partnerships": "合作经纪人",
	"Shop": "商店",
	"About Us": "关于我们",
	"Language": "语言",
	"Portfolio Management": "投资组合管理",
	"Finance Training": "金融教育",
	"Overview": "鉴定",
	"Commodities": "产品",
	"Indices": "指数",
	"Education": "教育",
	"Education Overview": "教育综观",
	"Trading Knowledge": "交易见识",
	"Advantages of Forex": "外汇的优势",
	"Advantages of CFDs": "差价合约的优势",
	"Video tutorials": "视频教程",
	"Getting Started (10 lessons)": "现在开设（十节课）",
	"Help & Resource": "帮助与资源",
	"Help Center": "协助中心",
	"Market Analysis blog": "市场分析博客",
	"Economic Calendar": "经济日历",
	"Forex Glossary": "外汇木语",
	"News": "新闻",
	"30% welcome credit": "30%入金奖励",
	"Rebate Promotions": "打折优惠",
	"Loyalty Program": "忠实计划",
	"Regional Partnerships": "地区合作",
	"Introducing Broker": "代理经纪人",
	"Affiliate Program": "联盟计划",
	"About VGF": "关于VGF",
	"Regulation": "规定",
	"Legal Document": "法律文件",
	"Careers": "职业",
	"Contact Us": "联系",
	"Floor 38, Landmark 81 Tower, 207 Nguyen Huu Canh St,Binh Thanh District, Ho Chi Minh City, Vietnam": "208 阮友景，Vinhomes 大楼 第38 楼，平盛郡，胡志明市",
	"Recent News": "最近的新闻",
	"Useful Links": "链接",
	"Contact Form": "联系模式",
	"Submit now": "提交",
	"Learn More": "更多了解",
	"We help you managing asset, provide financial advise. Leave money issue with us and focus on your core business.": "我们帮助您管理资产，提供财务建议。留下您资金的问题给我们 ，专注于您的核心业务",
	"On time": "及时",
	"Service": "服务",
	"Transforming distribution and marketing with key capabilities in customer insight and analytics.": "对客户洞察和分析的关键能力来改变分销和营销",
	"A Team of Professional.": "专业的团队",
	"Analyze Your Business.": "分析您的营业",
	"Services We Provide": "我们提供的服务",
	"Something About Us": "关于我们",
	"Vins Global Fintech is authorized and regulated by NFA and NATIONAL FUTURES ASSOCIATION in the USA, NFA ID: 0530057": "Vins Global Fintech由美国NFA NATIONAL FUTURES ASSOCIATION 授权和监管，NFA ID: 0530057",
	"Risk Warning: Trading Forex and Leveraged Financial Instruments involves significant risk and can result in the loss of your invested capital. You should not invest more than you can afford to lose and should ensure that you fully understand the risks involved. Trading leveraged products may not be suitable for all investors. Before trading, please take into consideration your level of experience, investment objectives and seek independent financial advice if necessary. It is the responsibility of the Client to ascertain whether he/she is permitted to use the services of the VGF brand based on the legal requirements in his/her country of residence.": "风险警示： 交易外汇和杠杆化金融品种具有高风险，可能导致您损失本金。您所承担的亏损风险不应超过您的承受能力,并确保您完全理解其中所涉风险。交易杠杆化产品并不适合所有投资者。在交易前，请考虑您的经验水平、投资目标，如有必要请寻求独立财务建议。客户有责任根据其居住国家/地区的法律要求，确定是否允许其使用VGF品牌的服务。",
	"we help": "我们协助",
	"growing business": "营业发展",
	"Our Services": "我们的服务",
	"Minigame": "迷你游戏",
	"Partnership": "合作伙伴",
	"VGF joins hands with internationally renowned analysis agency Trading Central": "VGF与国际知名分析机构Trading Central携手",
	"Provide you with award-winning automatic investment analysis and research tools": "为您提供屡获殊荣的自动投资分析和研究工具",
	"Let you make the best decision": "让您做出最佳决定",
	"Analyst Perspective": "分析观点",
	"Adaptive Candle Chart": "自适应蜡烛图",
	"Adaptive Divergence Index": "适应性发散指数",
	"Tin Forex": "外汇新闻",
	"Tin Hàng Hóa": "商品和期货新闻",
	"Tin Kinh Tế Thế Giới": "世界经济新闻",
	"Đời Sống Tài Chính": "财经新闻",
	"Tin tức": "新闻",
	"Video Tutorials": "视频教程",
	"Danh sách sàn ngoại hối": "外汇平台的名单",
	"năm": "年",
	"Lượt xem": "浏览量",
	"Open 24 hours a day 5 days a week, the foreign exchange market is the largest and most liquid market in the world with volumes of o…": "外汇市场每周5天，每天24小时开放，是世界上最大，流动性最强的市场，交易量为...",
	"LONDON (Reuters) - The cost of swapping euros and sterling for dollars in FX swap markets fell on Monday to the lowest in over a de…": "伦敦（路透社）-周一，外汇掉期市场上的欧元和英镑对美元汇率的兑换跌至逾十年来的最低点。..",
	"Investing.com - The dollar was in demand in early trading in Europe on Friday, as investors sought safety following the d…": "Investing.com-周五欧洲早盘交易中美元需求旺盛，投资者在寻求安全性...",
	"A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a": "A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a",
	"single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.": "single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.",
	"Information Hub for": "信息中心",
	"Serious Traders": "交易者",
	"Company News": "公司信息",
	"Fundamental Analysis": "基本面分析",
	"Technical Analysis": "技术分析",
	"Trading Data": "交易资料",
	"About": "关于我们",
	"Category": "类别",
	"Recent Posts": "最近的新闻",
	"To be a leader in the field of financial data application": "成为财务数据应用领域的领导者",
	"To provide intelligent trading solution": "提供智能交易解决方案",
	"Trader First, Technology for Social Good": "交易者至上，技术造福社会",
	"Please feel free to contact us. We will get back to you with 1-2 business days.Or just call us now": "请随时联系我们。 我们将在1-2个工作日内跟您联系或立即致电给我们",
	"GLOBAL STRATEGIES, INSIGHT-DRIVEN TRANSFORMATION": "全球战略，以洞察为导向的转型",
	"Overview": "批评",
	"Forex": "外汇",
	"Stock": "股票",
	"Futures": "未来",
	"Forex Market": " 外汇市场",
	"Copy Trade": "跟单",
	"Capital Markets": " 资本资产",
	"Blockchain": "区块链",
	"VGF deposits 30% of free activities": "30%入金奖励",
	"Get up to $ 20,000 in bonuses": "获得高达20,000美元的奖金",
	"Activity advantage": "活动优势",
	"High Rate": "高利率",
	"Righ Quota": "准定额",
	"Extract": "提取",
	"Arrive in": "到",
	"Activity introduction and rules": "活动介绍及规则",
	"Activity Description": "活动介绍",
	"Each new VGF customer can enjoy 20% of the deposit amount with a new deposit of more than US $ 200, with a maximum of 20,000 USD in trading bonus. The amount of liquidation required to complete the bonus (the bonus amount x 15%) can be withdrawn.Example: Deposit 10,000 USD during the event, and the bonus is 10,000 * 20% = 2,000 USD. The customer will receive the 2,000 USD bonus directly into the MT4 account. When the number of transactions reached 2000 × 15% is equal to 300, you can withdraw": "每位VGF新客户新入金200美元以上即可享有入金金额20%，最高20,000美金交易赠金。此赠金完成所需的平仓手数（赠金金额 15%) 即可提取。例子：活动期间入金10,000美金，赠金为10,000*20%= 2,000美金，客户将收到2,000美金的赠金直接存入MT4帐户，达到交易手数2000×15%等于300手，即可提现。",
	"Activity Rules": "活动规则",
	"The client can withdraw the bonus at the specified time to complete the corresponding transaction lot": "客户在指定时间来完成相应的交易手数即可提取赠金",
	"The calculation period is 90 days from the beginning of the deposit": "计算周期为入金开始90天",
	"The maximum bonus for a single account is 20,000 US dollars, and the bonus is deposited into the MT4 account as a credit line": "单个帐户最高赠金额度为20,000美金，赠金以信用额度形象存入MT4帐户",
	"After completing 15% of the bonus amount, the account balance can be withdrawn in full, including the bonus portion": "完成赠金金额15%的手数后，帐户余额可以全额取出，包括赠金部分",
	"Deposit gold again before completing the corresponding lot, and the transaction lot needs to be superimposed accordingly": "完成相应手数之前再次入金，交易手数需相应叠加",
	"If the withdrawal is submitted before the lot is completed, the bonus will be deducted in full": "未完成手数之前提交出金，赠金将全额扣除",
	"For accounts participating in the event, orders with positions of less than 5 minutes are not counted in the number of lots for this event": "参加活动的帐户，持仓低于5分钟的订单不计入本次活动的手数",
	"The trading products participating in this promotion are limited to foreign exchange, energy and precious metals": "参加此促销活动的交易产品仅限于外汇，能源和贵金属",
	"After the customer deposits the gold, contact the account manager to apply for the bonus when the position is empty": "客户入金后，空仓情况下联系帐户经理申请赠金",
	"When the net value is less than the credit limit, the credit will be removed in full, that is, the trading account will be liquidated": "当净值少于信用额度时，信用额会被全额移除，即交易帐户会被强平",
	"The above offers are not applicable to cent accounts and agency accounts": "以上优惠不适用于cent账户和代理账户",
	"Giới thiệu hệ thống phân tích tự động": "自动分析系统介绍"
}