{
	"Home": "Trang chủ",
	"Our Service": "Dịch Vụ",
	"Technology & Advisory": "Công Nghệ Và Tư Vấn",
	"Finance & Risk": "Tài Chính & Rủi Ro",
	"Our Support": "Hỗ Trợ",
	"Promotion": "Khuyến Mãi",
	"Partnerships": "Quan Hệ Đối Tác",
	"Shop": "Cửa Hàng",
	"About Us": "Về Chúng Tôi",
	"Language": "Ngôn Ngữ",
	"Portfolio Management": "Quản Lí Đầu Tư",
	"Finance Training": "Đào Tạo Tài Chính",
	"Overview": "Đánh Giá",
	"Commodities": "Hàng Hóa",
	"Indices": "Chỉ Số",
	"Education": "Giáo Dục",
	"Education Overview": "Tổng Quan",
	"Trading Knowledge": "Kiến Thức Giao Dịch",
	"Advantages of Forex": "Lợi Thế Của Forex",
	"Advantages of CFDs": "Lợi Thế Của CFDs",
	"Video tutorials": "Video Hướng Dẫn",
	"Getting Started (10 lessons)": "Bắt Đầu (10 Bài)",
	"Help & Resource": "Trợ giúp & Tài nguyên",
	"Help Center": "Trung Tâm Hỗ Trợ",
	"Market Analysis blog": "Phân Tích Thị Trường",
	"Economic Calendar": "Lịch Kinh Tế",
	"Forex Glossary": "Thuật Ngữ Forex",
	"News": "Tin Tức",
	"30% welcome credit": "Thưởng Ký Quỹ 30%",
	"Rebate Promotions": "Khuyến Mãi Giảm Giá",
	"Loyalty Program": "Chương Trình Thân Thiết",
	"Regional Partnerships": "Đối Tác Khu Vực",
	"Introducing Broker": "Giới Thiệu Môi Giới",
	"Affiliate Program": "Chương Trình Liên Kết",
	"About VGF": "Về VGF",
	"Regulation": "Quy Định",
	"Legal Document": "Văn Bản Pháp Lý",
	"Careers": "Sự Nghiệp",
	"Contact Us": "Liên Hệ",
	"Recent News": "Tin Tức Gần Đây",
	"Useful Links": "Liên Kết",
	"Contact Form": "Mẫu Liên Hệ",
	"Submit now": "Gửi",
	"Learn More": "Tìm Hiểu Thêm",
	"We help you managing asset, provide financial advise. Leave money issue with us and focus on your core business.": "Chúng tôi giúp bạn quản lý tài sản, cung cấp tư vấn tài chính. Để lại vấn đề tiền bạc với chúng tôi và tập trung vào kinh doanh cốt lõi của bạn.",
	"On time": "Dịch Vụ",
	"Service": "Kịp Thời",
	"Transforming distribution and marketing with key capabilities in customer insight and analytics.": "Chuyển đổi phân phối và tiếp thị với các khả năng chính trong hiểu biết và phân tích khách hàng.",
	"A Team of Professional.": "Một Đội Ngũ Chuyên Nghiệp",
	"Analyze Your Business.": "Phân Tích Doanh Nghiệp Của Bạn",
	"Services We Provide": "Dịch Vụ Chúng Tôi Cung Cấp",
	"Something About Us": "Về Chúng Tôi",
	"A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a": "A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a",
	"single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.": "single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.",
	"Vins Global Fintech is authorized and regulated by Canadian Fintrac MSB, MSB license number: M20512660, 250 BLOOR ST E TORONTO TORONTO, ON, CANADA W4W1E6": "Vins Global Fintech được ủy quyền và quản lý bởi Canada Fintrac MSB, số giấy phép MSB: M20512660, 250 BLOOR ST E TORONTO TORONTO, ON, CANADA W4W1E6",
	"Vins Global Fintech is authorized and regulated by NFA and NATIONAL FUTURES ASSOCIATION in the USA, NFA ID: 0530057": "Vins Global Fintech được ủy quyền và quản lý bởi NFA và HỢP TÁC TƯƠNG LAI QUỐC GIA tại Hoa Kỳ, ID NFA: 0530057",
	"Risk Warning: Trading Forex and Leveraged Financial Instruments involves significant risk and can result in the loss of your invested capital. You should not invest more than you can afford to lose and should ensure that you fully understand the risks involved. Trading leveraged products may not be suitable for all investors. Before trading, please take into consideration your level of experience, investment objectives and seek independent financial advice if necessary. It is the responsibility of the Client to ascertain whether he/she is permitted to use the services of the VGF brand based on the legal requirements in his/her country of residence.": "Cảnh báo rủi ro: Giao dịch Forex và các công cụ tài chính có đòn bẩy liên quan đến rủi ro đáng kể và có thể dẫn đến việc mất vốn đầu tư của bạn. Bạn không nên đầu tư nhiều hơn số tiền bạn có thể để mất và nên đảm bảo rằng bạn hiểu đầy đủ các rủi ro liên quan. Giao dịch các sản phẩm đòn bẩy có thể không phù hợp cho tất cả các nhà đầu tư. Trước khi giao dịch, vui lòng xem xét mức độ kinh nghiệm, mục tiêu đầu tư của bạn và tìm kiếm tư vấn tài chính độc lập nếu cần thiết. Khách hàng có trách nhiệm xác định liệu anh ấy / cô ấy có được phép sử dụng các dịch vụ của thương hiệu VGF hay không dựa trên các yêu cầu pháp lý tại quốc gia cư trú của anh ấy / cô ấy.",
	"we help": "Chúng Tôi Giúp Đỡ",
	"growing business": "Kinh Doanh Phát Triển",
	"Our Services": "Dịch Vụ",
	"Minigame": "Trò Chơi",
	"Partnership": "Đối tác",
	"VGF joins hands with internationally renowned analysis agency Trading Central": "VGF bắt tay với cơ quan phân tích nổi tiếng quốc tế Trading Central",
	"Provide you with award-winning automatic investment analysis and research tools": "Cung cấp cho bạn các công cụ nghiên cứu và phân tích đầu tư tự động từng đoạt giải thưởng",
	"Let you make the best decision": "Để bạn đưa ra quyết định tốt nhất",
	"Analyst Perspective": "Quan điểm phân tích",
	"Adaptive Candle Chart": "Biểu đồ nến thích ứng",
	"Adaptive Divergence Index": "Chỉ số phân kỳ thích ứng",
	"Tin Forex": "Tin Forex",
	"Tin Hàng Hóa": "Tin Hàng Hóa",
	"Tin Kinh Tế Thế Giới": "Tin Kinh Tế Thế Giới",
	"Đời Sống Tài Chính": "Đời Sống Tài Chính",
	"Tin tức": "Tin tức",
	"Tin hàng hóa": "Tin hàng hóa",
	"Tin kinh tế thế giới": "Tin kinh tế thế giới",
	"Đời sống tài chính": "Đời sống tài chính",
	"Danh sách sàn ngoại hối": "Danh sách sàn ngoại hối",
	"năm": "năm",
	"Lượt xem": "Lượt xem",
	"Forex": "Forex",
	"Stock": "Cổ Phiếu",
	"Futures": "Tương Lai",
	"GLOBAL STRATEGIES, INSIGHT-DRIVEN TRANSFORMATION": "CHIẾN LƯỢC TOÀN CẦU, CHUYỂN ĐỔI TỐI THIỂU",
	"Please feel free to contact us. We will get back to you with 1-2 business days.Or just call us now": "Xin cứ thoải mái liên lạc với chúng tôi. Chúng tôi sẽ liên lạc lại với bạn sau 1-2 ngày làm việc. Hãy gọi cho chúng tôi ngay bây giờ",
	"Information Hub for": "Trung Tâm Thông Tin Dành Cho",
	"Serious Traders": "Các Traders",
	"Company News": "Tin Tức Công Ty",
	"Fundamental Analysis": "Phân Tích Cơ Bản",
	"Technical Analysis": "Phân Tích Kĩ Thuật",
	"Trading Data": "Dữ Liệu Giao Dịch",
	"About": "Về Chúng Tôi",
	"Category": "Thể Loại",
	"Recent Posts": "Bài Viết Gần Đây",
	"Open 24 hours a day 5 days a week, the foreign exchange market is the largest and most liquid market in the world with volumes of o…": "Mở cửa 24 giờ một ngày 5 ngày một tuần, thị trường ngoại hối là thị trường lớn nhất và thanh khoản cao nhất trên thế giới với khối lượng…",
	"LONDON (Reuters) - The cost of swapping euros and sterling for dollars in FX swap markets fell on Monday to the lowest in over a de…": "LONDON (Reuters) - Chi phí hoán đổi euro và bảng Anh bằng đô la trên thị trường hoán đổi ngoại hối đã giảm vào thứ Hai xuống mức thấp nhất so với mức....",
	"Investing.com - The dollar was in demand in early trading in Europe on Friday, as investors sought safety following the d…": "Investing.com - Đồng đô la đã có nhu cầu giao dịch sớm ở châu Âu vào thứ Sáu, khi các nhà đầu tư tìm kiếm sự an toàn…",
	"Web TV": "Web TV",
	"VGF offers flexible trading conditions across a broad range of CFDs covering Indices, Energies,Metals, Commodities and more": "VGF cung cấp các điều kiện giao dịch linh hoạt trên một loạt các CFD bao gồm các Chỉ số, Năng lượng, Kim loại, Hàng hóa và hơn thế nữa",
	"Access over 200 markets & tight spreads": "Tiếp cận hơn 200 thị trường và chênh lệch cao",
	"with a regulated CFD Provider": "với Nhà cung cấp CFD được quy định",
	"We are here 24hrs a day Monday to Sunday": "Chúng tôi hỗ trợ 24 giờ một ngày từ thứ Hai đến Chủ nhật",
	"Email Us": "Email",
	"CFD stands for ‘Contract for Difference’ and is a contract between two parties agreeing to exchange the difference in the value of a security, instrument, or other asset between the time at which the CFD is opened and the time at which it is closed": "CFD là viết tắt của 'Hợp đồng chênh lệch' và là hợp đồng giữa hai bên đồng ý trao đổi chênh lệch giá trị của chứng khoán, công cụ hoặc tài sản khác giữa thời điểm mở CFD và thời điểm đóng CFD",
	"Speculate in Both Rising and Falling Markets": "Đầu cơ ở cả thị trường tăng và giảm",
	"CFDs are extremely versatile products growing in popularity as a short term investment tool. They provide an efficient way of maximizing your capital outlay and can help diversify your existing investment portfolio or hedge a position. Some of the advantages of trading CFDs are listed below": "CFDs là những sản phẩm cực kỳ linh hoạt đang ngày càng phổ biến như một công cụ đầu tư ngắn hạn. Chúng cung cấp một cách hiệu quả để tối đa hóa nguồn vốn của bạn và có thể giúp đa dạng hóa danh mục đầu tư hiện tại của bạn hoặc phòng ngừa một vị trí. Một số lợi thế của giao dịch CFD được liệt kê dưới đây",
	"CFDs are derivatives based on an underlying instrument. There is no ownership of the underlying asset, however they allow you to participate in the price movement of the asset. This means you can potentially profit in both rising and falling markets": "CFD là công cụ phái sinh dựa trên một công cụ cơ bản. Không có quyền sở hữu tài sản cơ bản, tuy nhiên chúng cho phép bạn tham gia vào biến động giá của tài sản. Điều này có nghĩa là bạn có thể tiềm năng lợi nhuận ở cả thị trường tăng và giảm",
	"In a rising market you would look to buy a CFD and then sell at a later date. This is called ‘going long’": "Trong một thị trường đang lên, bạn sẽ tìm mua CFD và sau đó bán vào một ngày sau đó. Điều này được gọi là ‘going long’",
	"In a falling market you would look to sell a CFD position first and then buy it back at a later date closing out the position. This is known as ‘going short’": "Trong một thị trường đang giảm, bạn sẽ tìm cách bán một vị thế CFD trước và sau đó mua lại vào một ngày sau đó đóng vị trí đó. Điều này được gọi là ‘going short’",
	"Efficient Use of Capital": "Sử dụng vốn hiệu quả",
	"CFDs are leveraged products enabling traders to increase their exposure to an underlying asset with a small initial outlay. When you open a trade you only need to deposit a small percentage of the value of the position and this is known as margin. Your margin will vary depending on the value of your CFD position. Leverage can result in added gains should the market move in your favour, however it also carries risks and can result in increased looses should your position move against you": "CFD là các sản phẩm có đòn bẩy cho phép các nhà giao dịch tăng mức độ tiếp xúc với một tài sản cơ bản với một khoản chi ban đầu nhỏ. Khi bạn mở một giao dịch, bạn chỉ cần gửi một tỷ lệ nhỏ giá trị của vị thế và điều này được gọi là ký quỹ. Biên độ của bạn sẽ thay đổi tùy thuộc vào giá trị của vị trí CFD của bạn. Đòn bẩy có thể dẫn đến lợi nhuận tăng thêm nếu thị trường thay đổi theo hướng có lợi cho bạn, tuy nhiên nó cũng mang đến rủi ro và có thể dẫn đến sự gia tăng thua lỗ nếu thị trường không đi theo hướng của bạn",
	"Hedging Other Investments": "Bảo hiểm rủi ro đầu tư khác",
	"The ability ‘go long’ as well as ‘go short’ with CFDs means that they are a great tool for hedging an existing portfolio. They are a cost effective alternative to selling the portfolio prematurely and can be used to provide ‘insurance’ against adverse price movements": "Khả năng ’go long’ cũng như 'go short' với CFD ,chúng là một công cụ tuyệt vời để phòng ngừa một danh mục đầu tư hiện có. Chúng là một giải pháp thay thế hiệu quả về chi phí để bán sớm danh mục đầu tư và có thể được sử dụng để cung cấp 'bảo hiểm' chống lại biến động giá bất lợi",
	"For example, if you have a long-term portfolio that you wish to keep, however you are of the view that there is some short term risk to the value of the portfolio you could use CFDs to ‘hedge’ your positions. If the value of the portfolio falls the profit you make on the CFDs will offset the losses in your portfolio": "Ví dụ: nếu bạn có một danh mục đầu tư dài hạn mà bạn muốn giữ, tuy nhiên bạn cho rằng có một số rủi ro ngắn hạn đối với giá trị của danh mục đầu tư, bạn có thể sử dụng CFD để bảo vệ vị thế của mình. Nếu giá trị của danh mục đầu tư giảm lợi nhuận bạn kiếm được trên CFD sẽ bù đắp khoản lỗ trong danh mục đầu tư của bạn",
	"Flexible Contract Sizes": "Flexible Contract Sizes",
	"The contract sizes of CFDs are often less than the typical contract size of the underlying instrument which means you can gain exposure to the price movement of the instrument without a significant deposit. Flexible sizing allows you to tailor your trading according to your risk management criteria": "Kích thước hợp đồng của CFD thường nhỏ hơn kích thước hợp đồng điển hình của công cụ cơ bản, điều đó có nghĩa là bạn có thể tiếp xúc với biến động giá của công cụ mà không cần đặt cọc đáng kể. Định cỡ linh hoạt cho phép bạn điều chỉnh giao dịch theo tiêu chí quản lý rủi ro của mình",
	"Access Global Financial Markets": "Tiếp cận thị trường tài chính toàn cầu",
	"CFDs allow traders access to a wide range of global markets that would otherwise be difficult to access. CFDs make it easy to trade commodities like Gold, Silver, Oil, as well as a variety of global indices without having to trade the futures contract itself": "CFD cho phép các nhà giao dịch truy cập vào một loạt các thị trường toàn cầu khó có thể tiếp cận. CFD giúp dễ dàng giao dịch các mặt hàng như Vàng, Bạc, Dầu, cũng như nhiều chỉ số toàn cầu mà không phải tự giao dịch hợp đồng tương lai",
	"Disadvantages": "Nhược điểm",
	"You should always consider your risk appetite and investment strategy prior to trading leveraged products. Leverage can work for you as well as against you and can magnify profits as well as losses. In the event of a significant move against you, you may lose more than your initial deposit. It is also important to be aware that you do not own the underlying instrument over which the CFD is based. Further information regarding the benefits and risks of CFD trading can be found in our Product Disclosure Statement": "Bạn nên luôn luôn cân nhắc khẩu vị rủi ro và chiến lược đầu tư trước khi giao dịch các sản phẩm có đòn bẩy. Đòn bẩy có thể làm việc cho bạn cũng như chống lại bạn và có thể phóng to lợi nhuận cũng như thua lỗ. Trong trường hợp có một động thái đáng kể chống lại bạn, bạn có thể mất nhiều hơn số tiền gửi ban đầu của mình. Điều cũng quan trọng cần biết là bạn không sở hữu công cụ cơ bản mà CFD dựa trên. Thông tin thêm về lợi ích và rủi ro của giao dịch CFD có thể được tìm thấy trong Tuyên bố công bố sản phẩm của chúng tôi",
	"The Forex market is the world’s largest financial market and is open 24 hours a day, 5 days a week. Trade Forex whenever it suits you": "Thị trường Forex là thị trường tài chính lớn nhất thế giới và mở cửa 24 giờ một ngày 5 ngày một tuần. Giao dịch Forex bất cứ khi nào thích hợp với bạn",
	"Video Tutorials": "Video Hướng Dẫn",
	"Margin foreign exchange is a contract between two parties agreeing to exchange the difference in the value of a currency between the time at which the position is opened and the time at which it is closed": "Ngoại hối ký quỹ là hợp đồng giữa hai bên đồng ý trao đổi chênh lệch giá trị của một loại tiền giữa thời điểm mở vị thế và thời điểm đóng",
	"The main advantage of foreign exchange (Forex) is that is open around the clock 24 hours a day 5 days a week, enabling traders to buy and sell from Sunday night to Friday night and access leverage in order to speculate from global currency flows and news events. Forex is also the largest and most liquid market in the world making it the last of the true arenas where fair market competition and real price discovery exists": "Ưu điểm chính của ngoại hối (Forex) là mở cửa suốt 24 giờ mỗi ngày 5 ngày một tuần, cho phép các nhà giao dịch mua và bán từ tối chủ nhật đến tối thứ sáu và truy cập đòn bẩy để đầu cơ từ các luồng tiền và tin tức sự kiện toàn cầu. Forex cũng là thị trường lớn nhất và thanh khoản cao nhất trên thế giới, trở thành thị trường cuối cùng của cuộc đấu tranh thực sự nơi cạnh tranh thị trường công bằng và khám phá giá thực.",
	"Some of the advantages of Forex trading are listed below. Find out why Forex is fastest growing market in the world": "Một số lợi thế của giao dịch Forex được liệt kê dưới đây. Tìm hiểu tại sao Forex là thị trường tăng trưởng nhanh nhất thế giới",
	"24 Hour Market": "Thị trường 24H",
	"The Forex market is open 24 hours a day, 5 days a week. Trading starts when major global financial centres around the world open. The market opens in New Zealand on Sunday evening and ends after the market closes in New York on Friday. The greatest liquidity occurs when multiple time zones overlap": "Thị trường Forex mở cửa 24 giờ một ngày, 5 ngày một tuần. Giao dịch bắt đầu khi các trung tâm tài chính toàn cầu lớn trên thế giới mở cửa. Thị trường mở cửa ở New Zealand vào tối chủ nhật và kết thúc sau khi thị trường đóng cửa ở New York vào thứ Sáu. Thanh khoản lớn nhất xảy ra khi nhiều múi giờ trùng nhau",
	"Liquidity": "Thanh khoản",
	"One of the main benefits of the Forex market is its superior liquidity. The foreign exchange market is the most liquid market in the world, this is one of the main differentiating factors between the Forex market and other financial markets. The foreign exchange market turns over 5 trillion dollars each day and this high liquidity means that your assets can be quickly converted to cash without any price discount, making it easy to convert a large sum of money into a foreign currency with little impact on the price": "Một trong những lợi ích chính của thị trường Forex là tính thanh khoản vượt trội. Thị trường ngoại hối là thị trường thanh khoản nhất trên thế giới, đây là một trong những yếu tố khác biệt chính giữa thị trường Forex và các thị trường tài chính khác. Thị trường ngoại hối với doanh thu 5 nghìn tỷ đô la mỗi ngày và tính thanh khoản cao này có nghĩa là tài sản của bạn có thể nhanh chóng được chuyển đổi thành tiền mặt mà không cần giảm giá, giúp dễ dàng chuyển đổi một khoản tiền lớn thành ngoại tệ mà ít ảnh hưởng đến giá",
	"Accessibility": "Khả năng tiếp cận",
	"The amount required to trade Forex is generally lower than what would be required to trade other financial markets. In addition to this, multiple desktop and mobile trading platforms make it easy to access the Forex markets at any time": "Số tiền cần thiết để giao dịch Forex thường thấp hơn mức cần thiết để giao dịch các thị trường tài chính khác. Ngoài ra, nhiều nền tảng giao dịch trên máy tính để bàn và thiết bị di động giúp bạn dễ dàng truy cập vào thị trường Forex bất cứ lúc nào",
	"Leverage": "Đòn bẩy",
	"Forex can be traded on leverage. Leverage means a lower initial outlay is required to open a larger position. For example, if you have $1,000 in your trading account and use leverage of 1:100, you would be able to open a position with a value of $100,000 (100 times the amount in the your account). It is however important to note that although leverage gives traders the ability to open larger positions to maximise potential profits, the potential for loss is equally as large": "Forex có thể được giao dịch dựa trên đòn bẩy. Đòn bẩy có nghĩa là một chi phí ban đầu thấp hơn được yêu cầu để mở một vị thế lớn hơn. Ví dụ: nếu bạn có 1.000 đô la trong tài khoản giao dịch của mình và sử dụng tỷ lệ đòn bẩy 1: 100, bạn sẽ có thể mở một vị thế có giá trị 100.000 đô la (gấp 100 lần số tiền trong tài khoản của bạn). Tuy nhiên, điều quan trọng cần lưu ý là mặc dù đòn bẩy mang lại cho các nhà giao dịch khả năng mở các vị thế lớn hơn để tối đa hóa lợi nhuận tiềm năng, khả năng thua lỗ cũng lớn không kém",
	"Trade Both Rising and Falling Markets": "Giao dịch cả thị trường tăng và giảm",
	"There are no restrictions in the Forex market as to which direction you can trade. This means that if you believe a currency pair is going to increase in value you can buy it or ‘go long’. Similarly, if you believe the pair is going to decrease in value you could sell it, or ‘go short’": "Không có giới hạn trong thị trường Forex về việc bạn có thể giao dịch theo hướng nào. Điều này có nghĩa là nếu bạn tin rằng một cặp tiền tệ sẽ tăng giá trị, bạn có thể mua nó hoặc dùng lệnh 'go long'. Tương tự, nếu bạn tin rằng cặp tiền sẽ giảm giá trị, bạn có thể bán nó, hoặc 'go short' ",
	"Low Cost of Trading": "Chi phí giao dịch thấp",
	"The cost per transaction in Forex is less than a tenth of the cost of your average stock trade. This represents a huge saving. It also means a lower investment amount is needed to begin trading Forex": "Chi phí cho mỗi giao dịch trong Forex chưa bằng một phần mười chi phí giao dịch chứng khoán trung bình của bạn. Điều này thể hiện một sự tiết kiệm rất lớn. Điều đó cũng có nghĩa là cần một khoản đầu tư thấp hơn để bắt đầu giao dịch Forex",
	"Transparency": "Minh bạch",
	"In some exchange based markets, larger players have been known to move stocks or commodities in order to gain an unfair advantage. Given the deep liquidity in the foreign exchange market it is almost impossible to interfere with general market forces. This results in a fair and transparent market for all participants": "Trong một số thị trường dựa trên trao đổi, những người chơi lớn hơn đã biết di chuyển cổ phiếu hoặc hàng hóa để đạt được lợi thế không công bằng. Với tính thanh khoản sâu trong thị trường ngoại hối, gần như không thể can thiệp vào các lực lượng thị trường chung. Điều này dẫn đến một thị trường công bằng và minh bạch cho tất cả những người tham gia",
	"Volatility": "Biến động",
	"Due to the huge daily volumes of the Forex market there is always volatility. Increased volatility means more access to trading opportunities. You have the ability to pick currency pairs that suit your trading style. For example the AUD/NZD is a great currency to begin trading as a beginner due to its lower daily range and low spread, whereas the EUR/USD would be better suited for an advanced trader due to its large daily range and the speed with which it moves": "Do khối lượng hàng ngày rất lớn của thị trường Forex, luôn có sự biến động. Biến động tăng có nghĩa là tiếp cận nhiều hơn với các cơ hội giao dịch. Bạn có khả năng chọn các cặp tiền phù hợp với phong cách giao dịch của mình. Ví dụ, AUD / NZD là một loại tiền tệ tuyệt vời để bắt đầu giao dịch khi mới bắt đầu do phạm vi hàng ngày thấp hơn và mức chênh lệch thấp, trong khi EUR / USD sẽ phù hợp hơn cho một nhà giao dịch tiên tiến do phạm vi hàng ngày lớn và tốc độ của nó nó di chuyển",
	"Non-Standardised Contract Sizes": "Kích thước hợp đồng không chuẩn hóa",
	"You should always consider your risk appetite and investment strategy prior to trading leveraged products. Leverage can work for you as well as against you and can magnify profits as well as losses. In the event of a significant move against you, you may lose more than your initial deposit. Further information regarding the benefits and risks can be found in our Product Disclosure Statement": "Bạn nên luôn luôn cân nhắc khẩu vị rủi ro và chiến lược đầu tư trước khi giao dịch các sản phẩm có đòn bẩy. Đòn bẩy có thể giúp ích cho bạn cũng như chống lại bạn và có thể phóng to lợi nhuận cũng như thua lỗ. Trong trường hợp có một động thái đáng kể chống lại bạn, bạn có thể mất nhiều hơn số tiền gửi ban đầu của mình. Thông tin thêm về lợi ích và rủi ro có thể được tìm thấy trong Tuyên bố công bố sản phẩm của chúng tôi",
	"Experience fast execution, tight spreads and unrestricted trading conditions on the award-winning MetaTrader 4 platform": "Trải nghiệm thực hiện nhanh, chênh lệch thấp và điều kiện giao dịch không bị hạn chế trên nền tảng  MetaTrader 4 ",
	"Getting Started": "Bắt Đầu Thôi",
	"Learn general concepts about the Forex (foreign exchange) market and become familiar with some of the basics of forex. Begin your journey into forex and understand the way in which the forex market operates, the basics of technical and fundamental analysis and what influences the forex market": "Tìm hiểu các khái niệm chung về thị trường Forex (ngoại hối) và làm quen với một số điều cơ bản về ngoại hối. Bắt đầu hành trình của bạn vào ngoại hối và hiểu cách thức hoạt động của thị trường ngoại hối, những điều cơ bản của phân tích kỹ thuật và cơ bản và những gì ảnh hưởng đến thị trường ngoại hối",
	"Learn about the many benefits of trading the forex market and discover why the forex market is one of the last true arenas of fair market competition and genuine price discovery": "Tìm hiểu về nhiều lợi ích của việc giao dịch thị trường ngoại hối và khám phá lý do tại sao thị trường ngoại hối là một trong những đấu trường thực sự cuối cùng của cạnh tranh thị trường công bằng và khám phá giá chính hãng",
	"Learn about the many benefits of trading Index CFDs and Discover why the Index CFD trading market is so popular": "Tìm hiểu về nhiều lợi ích của giao dịch chỉ số CFD và khám phá lý do tại sao thị trường giao dịch chỉ số CFD rất phổ biến",
	"Watch some of our educational videos to help you get started in forex. Our educational videos are designed for traders of all levels and will provide a step by step guide on how to use our trading platforms. Many common platform questions are answered in our video tutorials": "Xem một số video giáo dục của chúng tôi để giúp bạn bắt đầu trong ngoại hối. Các video giáo dục của chúng tôi được thiết kế cho các nhà giao dịch ở mọi cấp độ và sẽ cung cấp hướng dẫn từng bước về cách sử dụng các nền tảng giao dịch của chúng tôi. Nhiều câu hỏi nền tảng phổ biến được trả lời trong video hướng dẫn của chúng tôi",
	"VGF offers a number of educational videos to help forex traders who are new to using the MetaTrader 4 platform. Our instructional videos will give you an overview as to how to install MetaTrader 4, use the market watch, navigator, trade terminal and place different order types": "VGF cung cấp một số video giáo dục để giúp các nhà giao dịch ngoại hối mới sử dụng nền tảng MetaTrader 4. Các video hướng dẫn của chúng tôi sẽ cung cấp cho bạn tổng quan về cách cài đặt MetaTrader 4, sử dụng đồng hồ thị trường, hoa tiêu, thiết bị đầu cuối thương mại và đặt các loại đơn đặt hàng khác nhau",
	"Actionable trade ideas and market commentary in a short video format. Recorded daily from the floor of the New York Stock Exchange, our WebTV presented in association with Trading Central offer unmatched coverage on global equities, currencies and commodities": "Ý tưởng thương mại hành động và bình luận thị trường trong một định dạng video ngắn. Được ghi nhận hàng ngày từ sàn của Sàn giao dịch chứng khoán New York, WebTV của chúng tôi được trình bày cùng với Trading Central cung cấp bảo hiểm chưa từng có về cổ phiếu, tiền tệ và hàng hóa toàn cầu",
	"VGF deposits 30% of free activities": "VGF ký gửi 30% hoạt động miễn phí",
	"Get up to $ 3,000 in bonuses": "Nhận tiền thưởng lên tới 3.000 đô la",
	"Activity advantage": "Lợi thế hoạt động",
	"High Rate": "Tỷ lệ cao",
	"Righ Quota": "Đúng hạn ngạch",
	"Extract": "Trích xuất",
	"Arrive in": "Đến",
	"Activity introduction and rules": "Giới thiệu hoạt động và quy tắc",
	"Activity Description": "Mô tả hoạt động",
	"Activity Rules": "Quy tắc hoạt động",
	"The client can withdraw the bonus at the specified time to complete the corresponding transaction lot": "Khách hàng có thể rút tiền thưởng tại thời điểm được chỉ định để hoàn thành lô giao dịch tương ứng",
	"The calculation period is 90 days from the beginning of the deposit": "Thời gian tính là 90 ngày kể từ ngày bắt đầu nạp tiền",
	"The maximum bonus for a single account is 5,000 US dollars, and the bonus is deposited into the MT4 account as a credit line": "Phần thưởng tối đa cho một tài khoản là 5.000 đô la Mỹ và phần thưởng được gửi vào tài khoản MT4 dưới dạng hạn mức tín dụng",
	"After completing 10% of the bonus amount, the account balance can be withdrawn in full, including the bonus portion": "Sau khi hoàn thành 10% số tiền thưởng, số dư tài khoản có thể được rút toàn bộ, bao gồm cả phần thưởng.",
	"Deposit gold again before completing the corresponding lot, and the transaction lot needs to be superimposed accordingly": "Nạp vàng 1 lần nữa trước khi hoàn thành lô tương ứng và lô giao dịch cần được chồng lên tương ứng",
	"If the withdrawal is submitted before the lot is completed, the bonus will be deducted in full": "Nếu việc rút tiền được gửi trước khi lô được hoàn thành, tiền thưởng sẽ được khấu trừ toàn bộ",
	"For accounts participating in the event, orders with positions of less than 3 minutes are not counted in the number of lots for this event": "Đối với các tài khoản tham gia sự kiện, các đơn hàng có vị trí dưới 3 phút không được tính vào số lượng lô cho sự kiện này",
	"The trading products participating in this promotion are limited to foreign exchange, energy and precious metals": "Các sản phẩm giao dịch tham gia chương trình khuyến mãi này được giới hạn ở ngoại hối, năng lượng và kim loại quý",
	"After the customer deposits the gold, contact the account manager to apply for the bonus when the position is empty": "Sau khi khách hàng gửi vàng, liên hệ với người quản lý tài khoản để đăng ký nhận tiền thưởng khi vị trí trống",
	"When the net value is less than the credit limit, the credit will be removed in full, that is, the trading account will be liquidated": "Khi giá trị ròng nhỏ hơn giới hạn tín dụng, tín dụng sẽ bị xóa hoàn toàn, nghĩa là tài khoản giao dịch sẽ được thanh lý",
	"The above offers are not applicable to cent accounts and agency accounts": "Các ưu đãi trên không áp dụng cho tài khoản cent và tài khoản đại lý",
	"Giới thiệu hệ thống phân tích tự động": "Giới thiệu hệ thống phân tích tự động",
	"To be a leader in the field of financial data application": "Trở thành người dẫn đầu trong lĩnh vực ứng dụng dữ liệu tài chính",
	"To provide intelligent trading solution": "Cung cấp một giải pháp giao dịch thông minh",
	"Trader First, Technology for Social Good": "Người giao dịch trước tiên, Công nghệ vì lợi ích xã hội",
	"Forex Market": "Thị Trường Ngoại Hối",
	"Copy Trade": "Copy Trade",
	"Capital Markets": "Thị Trường Vốn",
	"Blockchain": "Blockchain",
	"Each new VGF Prime customer with a new deposit of more than US $ 200 can enjoy a 30% deposit amount, with a maximum of US $ 5,000 in trading bonus. The amount of liquidation lots required to complete this bonus (the bonus amount x 10%) can be withdrawn.": "Mỗi thành viên mới của BTF Prime trong lần nạp tiền đầu tiên 200 USD trở lên sẽ được hưởng 30% mức tiền nạp, cao nhất là 5000 USD tiền thưởng. Số lượng hợp đồng thanh lý cần thiết để hoàn thành phần thưởng này (số tiền thưởng x 10%) có thể được rút.",
	"Example: Deposit 10,000 USD during the event, and the bonus is 10,000 * 30% = 3,000 USD. The customer will receive the 3,000 USD bonus directly into the MT4 account. When the number of transactions lots reaches 3000 × 10%, which equals 300 lots, you can withdraw.": "Ví dụ: Trong thời gian diễn ra hoạt động, nếu nạp vào 10,000 USD, tiền thưởng sẽ là 10,000*30% = 3,000 USD, số tiền thưởng 3,000 USD sẽ trực tiếp chuyển vào tài khoản MT4 cho khách hàng, khi số lots giao dịch đạt được 3000 x 10% = 300 lots thì có thể được rút.",
	"While participating in the event, the customer has read and understood the details of the terms of the event by default. If you have any questions, please contact customer service or sales staff for consultation.": "Trong khi tham gia sự kiện, khách hàng đã đọc và hiểu chi tiết các điều khoản của sự kiện theo mặc định. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với dịch vụ khách hàng hoặc nhân viên bán hàng để được tư vấn.",
	"If there is suspicion of misuse or misuse of the rules of the event, VGF reserves the right to refuse, suspend or deduct all bonuses.": "Nếu có bất kỳ nghi ngờ nào về việc lạm dụng hoặc lạm dụng các quy tắc của hoạt động, BTF Prime có quyền từ chối, đình chỉ hoặc khấu trừ tất cả các khoản thưởng.",
	"CONTACT US": "LIÊN HỆ VỚI CHÚNG TÔI",
	"Marketing Office : Landmark 81 Tower, 207 Nguyen Huu Canh St,Binh Thanh District, Ho Chi Minh City, Vietnam": "Phòng Marketing : Tòa Nhà Vinhomes, 208 Nguyễn Hữu Cảnh, Quận Bình Thạnh, Thành Phố Hồ Chí Minh, Việt Nam",
	"Head Office : Diamond Flower Tower, 48 Le Van Luong St, Nhan Chinh, Cau Giay District, Ha Noi city, Vietnam": "Trụ sở chính : Tòa Nhà Diamond Flower, 48 Lê Văn Lương, Nhân Chính, Quận Cầu Giấy, Thành Phố Hà Nội, Việt Nam",
	"AI Signal": "Tín Hiệu AI"
}