{
	"Home": "Trang chủ",
	"Our Service": "Dịch Vụ",
	"Technology & Advisory": "Công Nghệ Và Tư Vấn",
	"Finance & Risk": "Tài Chính & Rủi Ro",
	"Our Support": "Hỗ Trợ",
	"Promotion": "Khuyến Mãi",
	"Partnerships": "Quan Hệ Đối Tác",
	"Shop": "Cửa Hàng",
	"About Us": "Về Chúng Tôi",
	"Language": "Ngôn Ngữ",
	"Portfolio Management": "Quản Lí Đầu Tư",
	"Finance Training": "Đào Tạo Tài Chính",
	"Overview": "Đánh Giá",
	"Commodities": "Hàng Hóa",
	"Indices": "Chỉ Số",
	"Education": "Giáo Dục",
	"Education Overview": "Tổng Quan",
	"Trading Knowledge": "Kiến Thức Giao Dịch",
	"Advantages of Forex": "Lợi Thế Của Forex",
	"Advantages of CFDs": "Lợi Thế Của CFDs",
	"Video tutorials": "Video Hướng Dẫn",
	"Getting Started (10 lessons)": "Bắt Đầu (10 Bài)",
	"Help & Resource": "Trợ giúp & Tài nguyên",
	"Help Center": "Hỗ Trợ",
	"Market Analysis blog": "Phân Tích Thị Trường",
	"Economic Calendar": "Lịch Kinh Tế",
	"Forex Glossary": "Thuật Ngữ Forex",
	"News": "Tin Tức",
	"30% welcome credit": "Thưởng Ký Quỹ 30%",
	"Rebate Promotions": "Khuyến Mãi Giảm Giá",
	"Loyalty Program": "Chương Trình Thân Thiết",
	"Regional Partnerships": "Đối Tác Khu Vực",
	"Introducing Broker": "Giới Thiệu Môi Giới",
	"Affiliate Program": "Chương Trình Liên Kết",
	"About VGF": "Về VGF",
	"Regulation": "Quy Định",
	"Legal Document": "Văn Bản Pháp Lý",
	"Careers": "Sự Nghiệp",
	"Contact Us": "Liên Hệ",
	"Recent News": "Tin Tức Gần Đây",
	"Useful Links": "Liên Kết",
	"Contact Form": "Mẫu Liên Hệ",
	"Submit now": "Gửi",
	"Learn More": "Tìm Hiểu Thêm",
	"We help you managing asset, provide financial advise. Leave money issue with us and focus on your core business.": "Chúng tôi giúp bạn quản lý tài sản, cung cấp tư vấn tài chính. Để lại vấn đề tiền bạc với chúng tôi và tập trung vào kinh doanh cốt lõi của bạn.",
	"On time": "Dịch Vụ",
	"Service": "Kịp Thời",
	"Transforming distribution and marketing with key capabilities in customer insight and analytics.": "Chuyển đổi phân phối và tiếp thị với các khả năng chính trong hiểu biết và phân tích khách hàng.",
	"A Team of Professional.": "Một Đội Ngũ Chuyên Nghiệp",
	"Analyze Your Business.": "Phân Tích Doanh Nghiệp Của Bạn",
	"Services We Provide": "Dịch Vụ Chúng Tôi Cung Cấp",
	"Something About Us": "Về Chúng Tôi",
	"A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a": "A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a",
	"single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.": "single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.",
	"Vins Global Fintech is authorized and regulated by Canadian Fintrac MSB, MSB license number: M20512660, 250 BLOOR ST E TORONTO TORONTO, ON, CANADA W4W1E6": "Vins Global Fintech được ủy quyền và quản lý bởi Canada Fintrac MSB, số giấy phép MSB: M20512660, 250 BLOOR ST E TORONTO TORONTO, ON, CANADA W4W1E6",
	"Vins Global Fintech is authorized and regulated by NFA and NATIONAL FUTURES ASSOCIATION in the USA, NFA ID: 0530057": "Vins Global Fintech được ủy quyền và quản lý bởi NFA và HỢP TÁC TƯƠNG LAI QUỐC GIA tại Hoa Kỳ, ID NFA: 0530057",
	"Risk Warning: Trading Forex and Leveraged Financial Instruments involves significant risk and can result in the loss of your invested capital. You should not invest more than you can afford to lose and should ensure that you fully understand the risks involved. Trading leveraged products may not be suitable for all investors. Before trading, please take into consideration your level of experience, investment objectives and seek independent financial advice if necessary. It is the responsibility of the Client to ascertain whether he/she is permitted to use the services of the VGF brand based on the legal requirements in his/her country of residence.": "Cảnh báo rủi ro: Giao dịch Forex và các công cụ tài chính có đòn bẩy liên quan đến rủi ro đáng kể và có thể dẫn đến việc mất vốn đầu tư của bạn. Bạn không nên đầu tư nhiều hơn số tiền bạn có thể để mất và nên đảm bảo rằng bạn hiểu đầy đủ các rủi ro liên quan. Giao dịch các sản phẩm đòn bẩy có thể không phù hợp cho tất cả các nhà đầu tư. Trước khi giao dịch, vui lòng xem xét mức độ kinh nghiệm, mục tiêu đầu tư của bạn và tìm kiếm tư vấn tài chính độc lập nếu cần thiết. Khách hàng có trách nhiệm xác định liệu anh ấy / cô ấy có được phép sử dụng các dịch vụ của thương hiệu VGF hay không dựa trên các yêu cầu pháp lý tại quốc gia cư trú của anh ấy / cô ấy.",
	"we help": "Chúng Tôi Giúp Đỡ",
	"growing business": "Kinh Doanh Phát Triển",
	"Our Services": "Dịch Vụ",
	"Minigame": "Trò Chơi",
	"Partnership": "Đối tác",
	"VGF joins hands with internationally renowned analysis agency Trading Central": "VGF bắt tay với cơ quan phân tích nổi tiếng quốc tế Trading Central",
	"Provide you with award-winning automatic investment analysis and research tools": "Cung cấp cho bạn các công cụ nghiên cứu và phân tích đầu tư tự động từng đoạt giải thưởng",
	"Let you make the best decision": "Để bạn đưa ra quyết định tốt nhất",
	"Analyst Perspective": "Quan điểm phân tích",
	"Adaptive Candle Chart": "Biểu đồ nến thích ứng",
	"Adaptive Divergence Index": "Chỉ số phân kỳ thích ứng",
	"Tin Forex": "Tin Forex",
	"Tin Hàng Hóa": "Tin Hàng Hóa",
	"Tin Kinh Tế Thế Giới": "Tin Kinh Tế Thế Giới",
	"Đời Sống Tài Chính": "Đời Sống Tài Chính",
	"Tin tức": "Tin tức",
	"Tin hàng hóa": "Tin hàng hóa",
	"Tin kinh tế thế giới": "Tin kinh tế thế giới",
	"Đời sống tài chính": "Đời sống tài chính",
	"Danh sách sàn ngoại hối": "Danh sách sàn ngoại hối",
	"năm": "năm",
	"Lượt xem": "Lượt xem",
	"Forex": "Ngoại Hối",
	"Stock": "Cổ Phiếu",
	"Futures": "Tương Lai",
	"GLOBAL STRATEGIES, INSIGHT-DRIVEN TRANSFORMATION": "CHIẾN LƯỢC TOÀN CẦU, CHUYỂN ĐỔI TỐI THIỂU",
	"Please feel free to contact us. We will get back to you with 1-2 business days.Or just call us now": "Xin cứ thoải mái liên lạc với chúng tôi. Chúng tôi sẽ liên lạc lại với bạn sau 1-2 ngày làm việc. Hãy gọi cho chúng tôi ngay bây giờ",
	"Information Hub for": "Trung Tâm Thông Tin Dành Cho",
	"Serious Traders": "Các Traders",
	"Company News": "Tin Tức Công Ty",
	"Fundamental Analysis": "Phân Tích Cơ Bản",
	"Technical Analysis": "Phân Tích Kĩ Thuật",
	"Trading Data": "Dữ Liệu Giao Dịch",
	"About": "Về Chúng Tôi",
	"Category": "Thể Loại",
	"Recent Posts": "Bài Viết Gần Đây",
	"Open 24 hours a day 5 days a week, the foreign exchange market is the largest and most liquid market in the world with volumes of o…": "Mở cửa 24 giờ một ngày 5 ngày một tuần, thị trường ngoại hối là thị trường lớn nhất và thanh khoản cao nhất trên thế giới với khối lượng…",
	"LONDON (Reuters) - The cost of swapping euros and sterling for dollars in FX swap markets fell on Monday to the lowest in over a de…": "LONDON (Reuters) - Chi phí hoán đổi euro và bảng Anh bằng đô la trên thị trường hoán đổi ngoại hối đã giảm vào thứ Hai xuống mức thấp nhất so với mức....",
	"Investing.com - The dollar was in demand in early trading in Europe on Friday, as investors sought safety following the d…": "Investing.com - Đồng đô la đã có nhu cầu giao dịch sớm ở châu Âu vào thứ Sáu, khi các nhà đầu tư tìm kiếm sự an toàn…",
	"Web TV": "Web TV",
	"VGF offers flexible trading conditions across a broad range of CFDs covering Indices, Energies,Metals, Commodities and more": "VGF cung cấp các điều kiện giao dịch linh hoạt trên một loạt các CFD bao gồm các Chỉ số, Năng lượng, Kim loại, Hàng hóa và hơn thế nữa",
	"Access over 200 markets & tight spreads": "Tiếp cận hơn 200 thị trường và chênh lệch cao",
	"with a regulated CFD Provider": "với Nhà cung cấp CFD được quy định",
	"We are here 24hrs a day Monday to Sunday": "Chúng tôi hỗ trợ 24 giờ một ngày từ thứ Hai đến Chủ nhật",
	"Email Us": "Email",
	"CFD stands for ‘Contract for Difference’ and is a contract between two parties agreeing to exchange the difference in the value of a security, instrument, or other asset between the time at which the CFD is opened and the time at which it is closed": "CFD là viết tắt của 'Hợp đồng chênh lệch' và là hợp đồng giữa hai bên đồng ý trao đổi chênh lệch giá trị của chứng khoán, công cụ hoặc tài sản khác giữa thời điểm mở CFD và thời điểm đóng CFD",
	"Speculate in Both Rising and Falling Markets": "Đầu cơ ở cả thị trường tăng và giảm",
	"CFDs are extremely versatile products growing in popularity as a short term investment tool. They provide an efficient way of maximizing your capital outlay and can help diversify your existing investment portfolio or hedge a position. Some of the advantages of trading CFDs are listed below": "CFDs là những sản phẩm cực kỳ linh hoạt đang ngày càng phổ biến như một công cụ đầu tư ngắn hạn. Chúng cung cấp một cách hiệu quả để tối đa hóa nguồn vốn của bạn và có thể giúp đa dạng hóa danh mục đầu tư hiện tại của bạn hoặc phòng ngừa một vị trí. Một số lợi thế của giao dịch CFD được liệt kê dưới đây",
	"CFDs are derivatives based on an underlying instrument. There is no ownership of the underlying asset, however they allow you to participate in the price movement of the asset. This means you can potentially profit in both rising and falling markets": "CFD là công cụ phái sinh dựa trên một công cụ cơ bản. Không có quyền sở hữu tài sản cơ bản, tuy nhiên chúng cho phép bạn tham gia vào biến động giá của tài sản. Điều này có nghĩa là bạn có thể tiềm năng lợi nhuận ở cả thị trường tăng và giảm",
	"In a rising market you would look to buy a CFD and then sell at a later date. This is called ‘going long’": "Trong một thị trường đang lên, bạn sẽ tìm mua CFD và sau đó bán vào một ngày sau đó. Điều này được gọi là ‘going long’",
	"In a falling market you would look to sell a CFD position first and then buy it back at a later date closing out the position. This is known as ‘going short’": "Trong một thị trường đang giảm, bạn sẽ tìm cách bán một vị thế CFD trước và sau đó mua lại vào một ngày sau đó đóng vị trí đó. Điều này được gọi là ‘going short’",
	"Efficient Use of Capital": "Sử dụng vốn hiệu quả",
	"CFDs are leveraged products enabling traders to increase their exposure to an underlying asset with a small initial outlay. When you open a trade you only need to deposit a small percentage of the value of the position and this is known as margin. Your margin will vary depending on the value of your CFD position. Leverage can result in added gains should the market move in your favour, however it also carries risks and can result in increased looses should your position move against you": "CFD là các sản phẩm có đòn bẩy cho phép các nhà giao dịch tăng mức độ tiếp xúc với một tài sản cơ bản với một khoản chi ban đầu nhỏ. Khi bạn mở một giao dịch, bạn chỉ cần gửi một tỷ lệ nhỏ giá trị của vị thế và điều này được gọi là ký quỹ. Biên độ của bạn sẽ thay đổi tùy thuộc vào giá trị của vị trí CFD của bạn. Đòn bẩy có thể dẫn đến lợi nhuận tăng thêm nếu thị trường thay đổi theo hướng có lợi cho bạn, tuy nhiên nó cũng mang đến rủi ro và có thể dẫn đến sự gia tăng thua lỗ nếu thị trường không đi theo hướng của bạn",
	"Hedging Other Investments": "Bảo hiểm rủi ro đầu tư khác",
	"The ability ‘go long’ as well as ‘go short’ with CFDs means that they are a great tool for hedging an existing portfolio. They are a cost effective alternative to selling the portfolio prematurely and can be used to provide ‘insurance’ against adverse price movements": "Khả năng ’go long’ cũng như 'go short' với CFD ,chúng là một công cụ tuyệt vời để phòng ngừa một danh mục đầu tư hiện có. Chúng là một giải pháp thay thế hiệu quả về chi phí để bán sớm danh mục đầu tư và có thể được sử dụng để cung cấp 'bảo hiểm' chống lại biến động giá bất lợi",
	"For example, if you have a long-term portfolio that you wish to keep, however you are of the view that there is some short term risk to the value of the portfolio you could use CFDs to ‘hedge’ your positions. If the value of the portfolio falls the profit you make on the CFDs will offset the losses in your portfolio": "Ví dụ: nếu bạn có một danh mục đầu tư dài hạn mà bạn muốn giữ, tuy nhiên bạn cho rằng có một số rủi ro ngắn hạn đối với giá trị của danh mục đầu tư, bạn có thể sử dụng CFD để bảo vệ vị thế của mình. Nếu giá trị của danh mục đầu tư giảm lợi nhuận bạn kiếm được trên CFD sẽ bù đắp khoản lỗ trong danh mục đầu tư của bạn",
	"Flexible Contract Sizes": "Quy mô Hợp đồng Linh hoạt",
	"The contract sizes of CFDs are often less than the typical contract size of the underlying instrument which means you can gain exposure to the price movement of the instrument without a significant deposit. Flexible sizing allows you to tailor your trading according to your risk management criteria": "Kích thước hợp đồng của CFD thường nhỏ hơn kích thước hợp đồng điển hình của công cụ cơ bản, điều đó có nghĩa là bạn có thể tiếp xúc với biến động giá của công cụ mà không cần đặt cọc đáng kể. Định cỡ linh hoạt cho phép bạn điều chỉnh giao dịch theo tiêu chí quản lý rủi ro của mình",
	"Access Global Financial Markets": "Tiếp cận thị trường tài chính toàn cầu",
	"CFDs allow traders access to a wide range of global markets that would otherwise be difficult to access. CFDs make it easy to trade commodities like Gold, Silver, Oil, as well as a variety of global indices without having to trade the futures contract itself": "CFD cho phép các nhà giao dịch truy cập vào một loạt các thị trường toàn cầu khó có thể tiếp cận. CFD giúp dễ dàng giao dịch các mặt hàng như Vàng, Bạc, Dầu, cũng như nhiều chỉ số toàn cầu mà không phải tự giao dịch hợp đồng tương lai",
	"Disadvantages": "Nhược điểm",
	"You should always consider your risk appetite and investment strategy prior to trading leveraged products. Leverage can work for you as well as against you and can magnify profits as well as losses. In the event of a significant move against you, you may lose more than your initial deposit. It is also important to be aware that you do not own the underlying instrument over which the CFD is based. Further information regarding the benefits and risks of CFD trading can be found in our Product Disclosure Statement": "Bạn nên luôn luôn cân nhắc khẩu vị rủi ro và chiến lược đầu tư trước khi giao dịch các sản phẩm có đòn bẩy. Đòn bẩy có thể làm việc cho bạn cũng như chống lại bạn và có thể phóng to lợi nhuận cũng như thua lỗ. Trong trường hợp có một động thái đáng kể chống lại bạn, bạn có thể mất nhiều hơn số tiền gửi ban đầu của mình. Điều cũng quan trọng cần biết là bạn không sở hữu công cụ cơ bản mà CFD dựa trên. Thông tin thêm về lợi ích và rủi ro của giao dịch CFD có thể được tìm thấy trong Tuyên bố công bố sản phẩm của chúng tôi",
	"The Forex market is the world’s largest financial market and is open 24 hours a day, 5 days a week. Trade Forex whenever it suits you": "Thị trường Forex là thị trường tài chính lớn nhất thế giới và mở cửa 24 giờ một ngày 5 ngày một tuần. Giao dịch Forex bất cứ khi nào thích hợp với bạn",
	"Video Tutorials": "Video Hướng Dẫn",
	"Margin foreign exchange is a contract between two parties agreeing to exchange the difference in the value of a currency between the time at which the position is opened and the time at which it is closed": "Ngoại hối ký quỹ là hợp đồng giữa hai bên đồng ý trao đổi chênh lệch giá trị của một loại tiền giữa thời điểm mở vị thế và thời điểm đóng",
	"The main advantage of foreign exchange (Forex) is that is open around the clock 24 hours a day 5 days a week, enabling traders to buy and sell from Sunday night to Friday night and access leverage in order to speculate from global currency flows and news events. Forex is also the largest and most liquid market in the world making it the last of the true arenas where fair market competition and real price discovery exists": "Ưu điểm chính của ngoại hối (Forex) là mở cửa suốt 24 giờ mỗi ngày 5 ngày một tuần, cho phép các nhà giao dịch mua và bán từ tối chủ nhật đến tối thứ sáu và truy cập đòn bẩy để đầu cơ từ các luồng tiền và tin tức sự kiện toàn cầu. Forex cũng là thị trường lớn nhất và thanh khoản cao nhất trên thế giới, trở thành thị trường cuối cùng của cuộc đấu tranh thực sự nơi cạnh tranh thị trường công bằng và khám phá giá thực.",
	"Some of the advantages of Forex trading are listed below. Find out why Forex is fastest growing market in the world": "Một số lợi thế của giao dịch Forex được liệt kê dưới đây. Tìm hiểu tại sao Forex là thị trường tăng trưởng nhanh nhất thế giới",
	"24 Hour Market": "Thị trường 24H",
	"The Forex market is open 24 hours a day, 5 days a week. Trading starts when major global financial centres around the world open. The market opens in New Zealand on Sunday evening and ends after the market closes in New York on Friday. The greatest liquidity occurs when multiple time zones overlap": "Thị trường Forex mở cửa 24 giờ một ngày, 5 ngày một tuần. Giao dịch bắt đầu khi các trung tâm tài chính toàn cầu lớn trên thế giới mở cửa. Thị trường mở cửa ở New Zealand vào tối chủ nhật và kết thúc sau khi thị trường đóng cửa ở New York vào thứ Sáu. Thanh khoản lớn nhất xảy ra khi nhiều múi giờ trùng nhau",
	"Liquidity": "Thanh khoản",
	"One of the main benefits of the Forex market is its superior liquidity. The foreign exchange market is the most liquid market in the world, this is one of the main differentiating factors between the Forex market and other financial markets. The foreign exchange market turns over 5 trillion dollars each day and this high liquidity means that your assets can be quickly converted to cash without any price discount, making it easy to convert a large sum of money into a foreign currency with little impact on the price": "Một trong những lợi ích chính của thị trường Forex là tính thanh khoản vượt trội. Thị trường ngoại hối là thị trường thanh khoản nhất trên thế giới, đây là một trong những yếu tố khác biệt chính giữa thị trường Forex và các thị trường tài chính khác. Thị trường ngoại hối với doanh thu 5 nghìn tỷ đô la mỗi ngày và tính thanh khoản cao này có nghĩa là tài sản của bạn có thể nhanh chóng được chuyển đổi thành tiền mặt mà không cần giảm giá, giúp dễ dàng chuyển đổi một khoản tiền lớn thành ngoại tệ mà ít ảnh hưởng đến giá",
	"Accessibility": "Khả năng tiếp cận",
	"The amount required to trade Forex is generally lower than what would be required to trade other financial markets. In addition to this, multiple desktop and mobile trading platforms make it easy to access the Forex markets at any time": "Số tiền cần thiết để giao dịch Forex thường thấp hơn mức cần thiết để giao dịch các thị trường tài chính khác. Ngoài ra, nhiều nền tảng giao dịch trên máy tính để bàn và thiết bị di động giúp bạn dễ dàng truy cập vào thị trường Forex bất cứ lúc nào",
	"Leverage": "Đòn bẩy",
	"Forex can be traded on leverage. Leverage means a lower initial outlay is required to open a larger position. For example, if you have $1,000 in your trading account and use leverage of 1:100, you would be able to open a position with a value of $100,000 (100 times the amount in the your account). It is however important to note that although leverage gives traders the ability to open larger positions to maximise potential profits, the potential for loss is equally as large": "Forex có thể được giao dịch dựa trên đòn bẩy. Đòn bẩy có nghĩa là một chi phí ban đầu thấp hơn được yêu cầu để mở một vị thế lớn hơn. Ví dụ: nếu bạn có 1.000 đô la trong tài khoản giao dịch của mình và sử dụng tỷ lệ đòn bẩy 1: 100, bạn sẽ có thể mở một vị thế có giá trị 100.000 đô la (gấp 100 lần số tiền trong tài khoản của bạn). Tuy nhiên, điều quan trọng cần lưu ý là mặc dù đòn bẩy mang lại cho các nhà giao dịch khả năng mở các vị thế lớn hơn để tối đa hóa lợi nhuận tiềm năng, khả năng thua lỗ cũng lớn không kém",
	"Trade Both Rising and Falling Markets": "Giao dịch cả thị trường tăng và giảm",
	"There are no restrictions in the Forex market as to which direction you can trade. This means that if you believe a currency pair is going to increase in value you can buy it or ‘go long’. Similarly, if you believe the pair is going to decrease in value you could sell it, or ‘go short’": "Không có giới hạn trong thị trường Forex về việc bạn có thể giao dịch theo hướng nào. Điều này có nghĩa là nếu bạn tin rằng một cặp tiền tệ sẽ tăng giá trị, bạn có thể mua nó hoặc dùng lệnh 'go long'. Tương tự, nếu bạn tin rằng cặp tiền sẽ giảm giá trị, bạn có thể bán nó, hoặc 'go short' ",
	"Low Cost of Trading": "Chi phí giao dịch thấp",
	"The cost per transaction in Forex is less than a tenth of the cost of your average stock trade. This represents a huge saving. It also means a lower investment amount is needed to begin trading Forex": "Chi phí cho mỗi giao dịch trong Forex chưa bằng một phần mười chi phí giao dịch chứng khoán trung bình của bạn. Điều này thể hiện một sự tiết kiệm rất lớn. Điều đó cũng có nghĩa là cần một khoản đầu tư thấp hơn để bắt đầu giao dịch Forex",
	"Transparency": "Minh bạch",
	"In some exchange based markets, larger players have been known to move stocks or commodities in order to gain an unfair advantage. Given the deep liquidity in the foreign exchange market it is almost impossible to interfere with general market forces. This results in a fair and transparent market for all participants": "Trong một số thị trường dựa trên trao đổi, những người chơi lớn hơn đã biết di chuyển cổ phiếu hoặc hàng hóa để đạt được lợi thế không công bằng. Với tính thanh khoản sâu trong thị trường ngoại hối, gần như không thể can thiệp vào các lực lượng thị trường chung. Điều này dẫn đến một thị trường công bằng và minh bạch cho tất cả những người tham gia",
	"Volatility": "Biến động",
	"Due to the huge daily volumes of the Forex market there is always volatility. Increased volatility means more access to trading opportunities. You have the ability to pick currency pairs that suit your trading style. For example the AUD/NZD is a great currency to begin trading as a beginner due to its lower daily range and low spread, whereas the EUR/USD would be better suited for an advanced trader due to its large daily range and the speed with which it moves": "Do khối lượng hàng ngày rất lớn của thị trường Forex, luôn có sự biến động. Biến động tăng có nghĩa là tiếp cận nhiều hơn với các cơ hội giao dịch. Bạn có khả năng chọn các cặp tiền phù hợp với phong cách giao dịch của mình. Ví dụ, AUD / NZD là một loại tiền tệ tuyệt vời để bắt đầu giao dịch khi mới bắt đầu do phạm vi hàng ngày thấp hơn và mức chênh lệch thấp, trong khi EUR / USD sẽ phù hợp hơn cho một nhà giao dịch tiên tiến do phạm vi hàng ngày lớn và tốc độ của nó nó di chuyển",
	"Non-Standardised Contract Sizes": "Kích thước hợp đồng không chuẩn hóa",
	"You should always consider your risk appetite and investment strategy prior to trading leveraged products. Leverage can work for you as well as against you and can magnify profits as well as losses. In the event of a significant move against you, you may lose more than your initial deposit. Further information regarding the benefits and risks can be found in our Product Disclosure Statement": "Bạn nên luôn luôn cân nhắc khẩu vị rủi ro và chiến lược đầu tư trước khi giao dịch các sản phẩm có đòn bẩy. Đòn bẩy có thể giúp ích cho bạn cũng như chống lại bạn và có thể phóng to lợi nhuận cũng như thua lỗ. Trong trường hợp có một động thái đáng kể chống lại bạn, bạn có thể mất nhiều hơn số tiền gửi ban đầu của mình. Thông tin thêm về lợi ích và rủi ro có thể được tìm thấy trong Tuyên bố công bố sản phẩm của chúng tôi",
	"Experience fast execution, tight spreads and unrestricted trading conditions on the award-winning MetaTrader 4 platform": "Trải nghiệm thực hiện nhanh, chênh lệch thấp và điều kiện giao dịch không bị hạn chế trên nền tảng  MetaTrader 4 ",
	"Getting Started": "Bắt Đầu Thôi",
	"Learn general concepts about the Forex (foreign exchange) market and become familiar with some of the basics of forex. Begin your journey into forex and understand the way in which the forex market operates, the basics of technical and fundamental analysis and what influences the forex market": "Tìm hiểu các khái niệm chung về thị trường Forex (ngoại hối) và làm quen với một số điều cơ bản về ngoại hối. Bắt đầu hành trình của bạn vào ngoại hối và hiểu cách thức hoạt động của thị trường ngoại hối, những điều cơ bản của phân tích kỹ thuật và cơ bản và những gì ảnh hưởng đến thị trường ngoại hối",
	"Learn about the many benefits of trading the forex market and discover why the forex market is one of the last true arenas of fair market competition and genuine price discovery": "Tìm hiểu về nhiều lợi ích của việc giao dịch thị trường ngoại hối và khám phá lý do tại sao thị trường ngoại hối là một trong những đấu trường thực sự cuối cùng của cạnh tranh thị trường công bằng và khám phá giá chính hãng",
	"Learn about the many benefits of trading Index CFDs and Discover why the Index CFD trading market is so popular": "Tìm hiểu về nhiều lợi ích của giao dịch chỉ số CFD và khám phá lý do tại sao thị trường giao dịch chỉ số CFD rất phổ biến",
	"Watch some of our educational videos to help you get started in forex. Our educational videos are designed for traders of all levels and will provide a step by step guide on how to use our trading platforms. Many common platform questions are answered in our video tutorials": "Xem một số video giáo dục của chúng tôi để giúp bạn bắt đầu trong ngoại hối. Các video giáo dục của chúng tôi được thiết kế cho các nhà giao dịch ở mọi cấp độ và sẽ cung cấp hướng dẫn từng bước về cách sử dụng các nền tảng giao dịch của chúng tôi. Nhiều câu hỏi nền tảng phổ biến được trả lời trong video hướng dẫn của chúng tôi",
	"VGF offers a number of educational videos to help forex traders who are new to using the MetaTrader 4 platform. Our instructional videos will give you an overview as to how to install MetaTrader 4, use the market watch, navigator, trade terminal and place different order types": "VGF cung cấp một số video giáo dục để giúp các nhà giao dịch ngoại hối mới sử dụng nền tảng MetaTrader 4. Các video hướng dẫn của chúng tôi sẽ cung cấp cho bạn tổng quan về cách cài đặt MetaTrader 4, sử dụng đồng hồ thị trường, hoa tiêu, thiết bị đầu cuối thương mại và đặt các loại đơn đặt hàng khác nhau",
	"Actionable trade ideas and market commentary in a short video format. Recorded daily from the floor of the New York Stock Exchange, our WebTV presented in association with Trading Central offer unmatched coverage on global equities, currencies and commodities": "Ý tưởng thương mại hành động và bình luận thị trường trong một định dạng video ngắn. Được ghi nhận hàng ngày từ sàn của Sàn giao dịch chứng khoán New York, WebTV của chúng tôi được trình bày cùng với Trading Central cung cấp bảo hiểm chưa từng có về cổ phiếu, tiền tệ và hàng hóa toàn cầu",
	"VGF deposits 30% of free activities": "VGF ký gửi 30% hoạt động miễn phí",
	"Get up to $ 3,000 in bonuses": "Nhận tiền thưởng lên tới 3.000 đô la",
	"Activity advantage": "Lợi thế hoạt động",
	"High Rate": "Tỷ lệ cao",
	"Righ Quota": "Đúng hạn ngạch",
	"Extract": "Trích xuất",
	"Arrive in": "Đến",
	"Activity introduction and rules": "Giới thiệu hoạt động và quy tắc",
	"Activity Description": "Mô tả hoạt động",
	"Activity Rules": "Quy tắc hoạt động",
	"The client can withdraw the bonus at the specified time to complete the corresponding transaction lot": "Khách hàng có thể rút tiền thưởng tại thời điểm được chỉ định để hoàn thành lô giao dịch tương ứng",
	"The calculation period is 90 days from the beginning of the deposit": "Thời gian tính là 90 ngày kể từ ngày bắt đầu nạp tiền",
	"The maximum bonus for a single account is 5,000 US dollars, and the bonus is deposited into the MT4 account as a credit line": "Phần thưởng tối đa cho một tài khoản là 5.000 đô la Mỹ và phần thưởng được gửi vào tài khoản MT4 dưới dạng hạn mức tín dụng",
	"After completing 10% of the bonus amount, the account balance can be withdrawn in full, including the bonus portion": "Sau khi hoàn thành 10% số tiền thưởng, số dư tài khoản có thể được rút toàn bộ, bao gồm cả phần thưởng.",
	"Deposit gold again before completing the corresponding lot, and the transaction lot needs to be superimposed accordingly": "Nạp vàng 1 lần nữa trước khi hoàn thành lô tương ứng và lô giao dịch cần được chồng lên tương ứng",
	"If the withdrawal is submitted before the lot is completed, the bonus will be deducted in full": "Nếu việc rút tiền được gửi trước khi lô được hoàn thành, tiền thưởng sẽ được khấu trừ toàn bộ",
	"For accounts participating in the event, orders with positions of less than 3 minutes are not counted in the number of lots for this event": "Đối với các tài khoản tham gia sự kiện, các đơn hàng có vị trí dưới 3 phút không được tính vào số lượng lô cho sự kiện này",
	"The trading products participating in this promotion are limited to foreign exchange, energy and precious metals": "Các sản phẩm giao dịch tham gia chương trình khuyến mãi này được giới hạn ở ngoại hối, năng lượng và kim loại quý",
	"After the customer deposits the gold, contact the account manager to apply for the bonus when the position is empty": "Sau khi khách hàng gửi vàng, liên hệ với người quản lý tài khoản để đăng ký nhận tiền thưởng khi vị trí trống",
	"When the net value is less than the credit limit, the credit will be removed in full, that is, the trading account will be liquidated": "Khi giá trị ròng nhỏ hơn giới hạn tín dụng, tín dụng sẽ bị xóa hoàn toàn, nghĩa là tài khoản giao dịch sẽ được thanh lý",
	"The above offers are not applicable to cent accounts and agency accounts": "Các ưu đãi trên không áp dụng cho tài khoản cent và tài khoản đại lý",
	"Giới thiệu hệ thống phân tích tự động": "Giới thiệu hệ thống phân tích tự động",
	"To be a leader in the field of financial data application": "Trở thành người dẫn đầu trong lĩnh vực ứng dụng dữ liệu tài chính",
	"To provide intelligent trading solution": "Cung cấp một giải pháp giao dịch thông minh",
	"Trader First, Technology for Social Good": "Người giao dịch trước tiên, Công nghệ vì lợi ích xã hội",
	"Copy Trade": "Copy Trade",
	"Capital Markets": "Thị Trường Vốn",
	"Blockchain": "Blockchain",
	"Each new VGF customer with a new deposit of more than US $ 200 can enjoy a 30% deposit amount, with a maximum of US $ 5,000 in trading bonus. The amount of liquidation lots required to complete this bonus (the bonus amount x 10%) can be withdrawn.": "Mỗi thành viên mới của VGF trong lần nạp tiền đầu tiên 200 USD trở lên sẽ được hưởng 30% mức tiền nạp, cao nhất là 5000 USD tiền thưởng. Số lượng hợp đồng thanh lý cần thiết để hoàn thành phần thưởng này (số tiền thưởng x 10%) có thể được rút.",
	"Example: Deposit 10,000 USD during the event, and the bonus is 10,000 * 30% = 3,000 USD. The customer will receive the 3,000 USD bonus directly into the MT4 account. When the number of transactions lots reaches 3000 × 10%, which equals 300 lots, you can withdraw.": "Ví dụ: Trong thời gian diễn ra hoạt động, nếu nạp vào 10,000 USD, tiền thưởng sẽ là 10,000*30% = 3,000 USD, số tiền thưởng 3,000 USD sẽ trực tiếp chuyển vào tài khoản MT4 cho khách hàng, khi số lots giao dịch đạt được 3000 x 10% = 300 lots thì có thể được rút.",
	"While participating in the event, the customer has read and understood the details of the terms of the event by default. If you have any questions, please contact customer service or sales staff for consultation.": "Trong khi tham gia sự kiện, khách hàng đã đọc và hiểu chi tiết các điều khoản của sự kiện theo mặc định. Nếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với dịch vụ khách hàng hoặc nhân viên bán hàng để được tư vấn.",
	"If there is suspicion of misuse or misuse of the rules of the event, VGF reserves the right to refuse, suspend or deduct all bonuses.": "Nếu có bất kỳ nghi ngờ nào về việc lạm dụng hoặc lạm dụng các quy tắc của hoạt động, VGF có quyền từ chối, đình chỉ hoặc khấu trừ tất cả các khoản thưởng.",
	"CONTACT US": "LIÊN HỆ VỚI CHÚNG TÔI",
	"AI Signal": "Tín Hiệu AI",
	"Forex is an over-the-counter market unlike the stock and futures markets. This means Forex traders have flexibility in position sizing and can trade any amount between 0.01 lots (1 micro lot) and 200 lots. This gives traders a greater ability to manage their risk": "Forex là thị trường phi tập trung, không giống thị trường chứng khoán và hợp đồng tương lai. Điều này có nghĩa là nhà giao dịch Forex có sự linh hoạt trong việc xác định quy mô vị thế và có thể giao dịch bất cứ số lượng nào từ 0,01 lô (1 lô siêu nhỏ) và 200 lô. Điều này cho phép nhà giao dịch có khả năng quản lý rủi ro cao hơn.",
	"VGT Mall": "VGT Mall",
	"hour": "hour",
	"Head Office : Unit A, 20/F, Tower B, Billion Centre, No.1 Wang Kwong Road, Kowloon Bay, Hong Kong": "Trụ Sở Chính : Unit A, 20/F, Tower B, Billion Centre, No.1 Wang Kwong Road, Kowloon Bay, Hong Kong",
	"Vietnam Office : Diamond Flower Tower, 48 Le Van Luong St, Nhan Chinh, Cau Giay District, Ha Noi city, Vietnam": "Văn Phòng Tại Việt Nam : Tòa Nhà Diamond, Số 48 Lê Văn Lương, Nhân Chính, quận Cầu Giấy, thành phố Hà Nội, Việt Nam",
	"VGF Copy Trade Platform": "Nền tảng VGF Copytrade",
	"Make a huge profit by copying professional traders": "Sao chép từ các trader chuyên nghiệp để kiếm lời khủng",
	"Join the League of smart investors with VGF CopyTrade – a social trading platform that allows you to follow the selected professionals’ strategies, automatically copy the leading Traders of our community, and gain fabulous profits. When they make profit, you make profit too!": "Gia nhập Liên minh các nhà đầu tư thông minh cùng VGF CopyTrade - nền tảng giao dịch xã hội cho phép bạn làm theo chiến lược của các chuyên gia được tuyển chọn, tự động sao chép từ các Trader hàng đầu trong cộng đồng của chúng tôi và kiếm lợi nhuận hấp dẫn. Khi họ kiếm được lời, bạn cũng vậy!",
	"On top of that, you can become a Trader and allow others to copy your orders for a commission percentage. Just share your skills with people and get paid!": "Hơn thế, bạn có thể trở thành một Trader và cho phép người khác sao chép các lệnh của mình với một tỉ lệ hoa hồng. Chỉ cần chia sẻ kỹ năng của bạn với người khác và bạn sẽ được trả công!",
	"VGF CopyTrade easily introduces you to the financial market and helps you manage your investments wisely:": "VGF CopyTrade giúp bạn dễ dàng đến với thị trường tài chính và quản lý các khoản đầu tư của mình một cách thông minh:",
	"Copy the best traders and earn like a Pro": "Sao chép Nhà giao dịch tốt nhất và kiếm tiền với 5% phí hoa hồng cố định",
	"Learn trading from the best players by following their progress on the market": "Tìm hiểu giao dịch từ những người chơi giỏi nhất bằng cách theo dõi tiến trình của họ trên thị trường và không mất phí hoa hồng cho các nhà giao dịch được sao chép.",
	"Get detailed Trader information": "Thu thập thông tin chi tiết về Trader",
	"Browse the list of top traders, check their profit statistics, and pick the most successful ones to copy": "Lướt danh sách các trader hàng đầu, xem thông tin thống kê về lợi nhuận của họ và chọn ra các trader thành công nhất để sao chép",
	"Create a unique portfolio": "Tạo một Portfolio 'độc nhất vô nhị'",
	"Create your own portfolio of the best traders, track their progress, connect them, and make money": "Tạo danh mục các trader hàng đầu, theo dõi tiến triển, và kiếm tiền",
	"Start and stop copying anytime you want": "Bắt đầu và dừng việc sao chép bất cứ khi nào bạn muốn",
	"Take action when Traders are doing their best and alter your schedule depending on your needs": "Hãy hành động khi các Trader đang hoạt động hiệu quả nhất và cải biến lịch trình của bạn dựa trên nhu cầu của bản thân",
	"Investing on the financial markets has never been easier!": "Đầu tư trên thị trường tài chính chưa bao giờ dễ dàng hơn!",
	"Here is why:": "Và đây là lý do:",
	"CopyTrade is a social trading revolution!": "CopyTrade là một cuộc cách mạng về giao dịch xã hội!",
	"Confusion and insecurity on the market are no more – now, a huge professional community is on your side 24/7! Start now and let the selected professionals work for you! ": "Không còn những nhầm lẫn và bất an trên thị trường – giờ đây một cộng đồng chuyên nghiệp khổng lồ đang đứng về phía bạn 24/7! Bắt đầu ngay bây giờ và để các chuyên gia làm việc cho bạn!",
	"See more": "Xem thêm",
	"Enter the market <b>without any specific financial knowledge</b>": "Gia nhập thị trường mà <b>không cần kiến thức tài chính chuyên môn</b>",
	"Make a stable income <b>effortlessly </b> – chill while others work!": "Tạo thu nhập ổn định <b> chẳng tốn sức  </b>– thư thả khi người khác cật lực!",
	"Earn in <b>just one click</b>!": "Kiếm lời <b>chỉ với một click!</b>",
	"Deposit and withdraw via <b>over 100 payment systems</b>": "Ký quỹ và rút tiền qua <b>hơn 100 hệ thống thanh toán</b>",
	"<b>Control</b> all your investments’ profitability": "<b>Kiểm soát</b>  khả năng sinh lời đối với toàn bộ khoản đầu tư của bạn",
	"<b>Increase your investment amount</b> whenever needed": "<b>Gia tăng khoản tiền đầu tư </b>bất cứ khi nào cần thiết",
	"Glossary Dictionary": "Thuật ngữ",
	"How do I get help?": "Tôi có thể bắt đầu nhận trợ giúp bằng cách nào?",
	"Simply type your question in the search box above to get instant answers.<br>For better results, type more than one word and use a question phrasing. If you do not find a match try phrasing your question differently not a strict coincidence expected occurrence of each of the words separated by a space.": "Chỉ cần nhập câu hỏi của bạn trong ô tìm kiếm ở bên trên để nhận câu trả lời ngay lập tức. Để có kết quả tốt hơn, hãy nhập trên một từ và sử dụng cụm câu hỏi. Nếu bạn không tìm thấy kết quả phù hợp, hãy thử phân biệt câu hỏi của bạn khác nhau (không phải là sự xuất hiện ngẫu nhiên của mỗi từ được phân tách bằng dấu cách)",
	"VGF's CFD trading broker partnership": "Nhà môi giới giao dịch CFD của VGF",
	"Leverage off the BTF brand and products with your local knowledge and connections to start regional offices in high growth areas.": "Tận dụng thương hiệu và sản phẩm của BTF bằng kiến thức và kết nối địa phương của bạn để bắt đầu các văn phòng khu vực trong các khu vực tăng trưởng cao.",
	"We are one of the largest Forex CFD provider by volume with some of the tightest spreads and best trading conditions for traders globally. Our tight spreads offering will be the driving force behind our regional partner’s success.": "Chúng tôi là một trong những nhà cung cấp Forex CFD lớn nhất theo số lượng với một số chênh lệch chặt chẽ nhất và điều kiện giao dịch tốt nhất cho các nhà giao dịch trên toàn cầu. Cung cấp chênh lệch chặt chẽ của chúng tôi sẽ là động lực phía sau thúc đẩy sự thành công của đối tác khu vực của chúng tôi.",
	"We are interested in reviewing offers from experienced forex operators, financial services providers, licensed forex dealers, and large introducing brokers.": "Chúng tôi quan tâm đến việc xem xét các đề nghị từ các nhà điều hành ngoại hối có kinh nghiệm, các nhà cung cấp dịch vụ tài chính, các đại lý ngoại hối được cấp phép và các nhà môi giới giới thiệu lớn..",
	"What we offer our regional partners:": "Những gì chúng tôi cung cấp cho các đối tác khu vực của chúng tôi:",
	"A market leading Raw Pricing offering to attract clients": "Cung cấp một thị trường dẫn đầu Raw Pricing để thu hút khách hàng",
	"Hybrid revenue share remuneration model": "Kết hợp doanh thu chia sẻ mô hình thù lao",
	"Proven and reliable trading technology": "Công nghệ giao dịch đã được chứng minh và đáng tin cậy",
	"Staff training in all areas of the business": "Đào tạo nhân viên trong tất cả các lĩnh vực kinh doanh",
	"Leverage off our global brand": "Tận dụng thương hiệu toàn cầu của chúng tôi",
	"How Does a Regional Partnership Work?": "Một quan hệ đối tác khu vực sẽ làm việc như thế nào?",
	"Regional partners are responsible for the sales, marketing, and compliance for their region/country. VGF is able to assist regional partners in growing their business by providing full support and training.": "Các đối tác khu vực chịu trách nhiệm bán hàng, tiếp thị và tuân thủ theo khu vực/quốc gia của họ. VGF có thể hỗ trợ các đối tác trong khu vực phát triển doanh nghiệp của họ bằng cách cung cấp hỗ trợ và đào tạo đầy đủ.",
	"We have a proven formula for attracting clients globally so we are confident that we can help our regional partners be some of the best market leaders in their region and country as well.": "Chúng tôi có một công thức chứng minh để thu hút khách hàng trên toàn cầu vì vậy chúng tôi tự tin rằng chúng tôi có thể giúp các đối tác trong khu vực của mình trở thành một trong những nhà lãnh đạo thị trường tốt nhất trong khu vực và quốc gia của họ.",
	"Why choose BTF Prime?": "Tại sao chọn BTF Prime?",
	"Trustworthy, continuously developing broker": "Đáng tin cậy, liên tục phát triển người môi giới",
	"The most beneficial offers on Forex": "các ưu đãi có lợi nhất trên Forex",
	"Thousands profitable orders executed daily": "Hàng ngàn đơn hàng có lợi nhuận được thực hiện mỗi ngày",
	"Team of highly-qualified professionals": "Đội ngũ chuyên nghiệp chất lượng cao",
	"Millions of thankful customers": "Hàng triệu tri cân của khách hàng",
	"BTF Prime advantages": "Các lợi ích BTF Prime",
	"Standard Account": "Tài khoản tiêu chuẩn",
	"ECM Pro Account": "Tài khoảng ECM Pro",
	"Provide Social Trading Services": "Cung cấp các dịch vụ giao dịch xã hội",
	"Highest liquidity on the world": "Thanh toán cao nhất trên thế giới",
	"Spread low": "Chênh lệch thấp",
	"Forex CFD": "Forex CFD",
	"The Forex market provides traders the opportunity to trade 24 hours a day, 5 days a week in the world’s most liquidity financial market. Traders can take advantage of some of the tightest spreads, superior execution, and deep liquidity across 60 currency pairs": "Thị trường Forex cung cấp cơ hội cho các nhà giao dịch được giao dịch 24 giờ 1 ngày, 5 ngày 1 tuần trong thế giới thanh khoảng của thị trường tài chính. Người giao dịch có thể nhận lợi ích của một số mức chênh lệch cao nhất, thực hiện vượt trội và thanh toán khoản 60 cặp tiền tệ",
	"60 currency pairs": "60 cặp tiền tệ",
	"Tight spreads from 0.0 pips": "Biên độ đạt  0.0 pips",
	"Up to 1:500 leverage": "Đòn bẩy lên đến 1:500",
	"Deep liquidity": "Thanh Khoản",
	"Indices CFD": "Chỉ Số CFD",
	"Gain exposure to the world’s largest equity markets through VGF offering of global Indices CFDs. With spreads from 0.5 points on 16 Indices, traders can take a wider view of equities markets whilst enjoying commission free and 24/5 trading across major markets": "Hướng lợi ích đến các thị trường vốn cổ phần lớn nhất thế giới thông qua việc VGF cung cấp các chỉ số toàn cầu của CFD. Với mức chênh lệch từ 0,5 điểm trên 16 Chỉ số, các nhà giao dịch có thể có cái nhìn rộng hơn về thị trường chứng khoán trong khi được hưởng hoa hồng miễn phí và giao dịch 24/5 trên các thị trường chuyện nghiệp",
	"17 Indices to trade from across the globe": "17 chỉ số để giao dịch từ khắp nơi",
	"Up to 1:200 leverage": "Đòn bẩy lên đến 1:100",
	"No commissions": "Không có bất kỳ hoa hồng",
	"MT4, MT5 & cTrader": "MT4, MT5 & cTrader",
	"Markets": "Thị Trường",
	"Details": "xem chi tiết",
	"Commodities CFD": "Hàng Hóa",
	"Trade energy, agriculture and metals products like a currency pair against the USD or as a Futures CFD. We’ve combined tight pricing and flexible lot sizes from 10c per point to give you one powerful product.": "Giao dịch năng lượng, nông sản và kim loại như cặp tỷ giá với USD hoặc CFD Hợp đồng kỳ hạn. Chúng tôi đã kết hợp định giá thấp và kích thước lô linh hoạt từ 10c mỗi điểm để cung cấp cho bạn một sản phẩm mạnh mẽ.",
	"Over 19 commodities to trade": "Trên 19 hàng hóa để giao dịch",
	"Energy, agriculture and metals": "Năng lượng, sản phẩm nông nghiệp và kim loại",
	"Spot and Futures CFDs": "CFD trên Hợp đồng giao ngay và Hợp đồng kỳ hạn",
	"Stocks CFD": "Cổ Phiếu",
	"Access over 100 large-cap Stocks CFDs across the ASX, NYSE and NASDAQ stock exchanges. We’ve selected a range of the world’s most popular companies to give you the best trading opportunities.": "Tiếp cận trên 100 cổ phiếu vốn hóa lớn và CFD trên ETF qua các sàn giao dịch ASX, NYSE và NASDAQ. Chúng tôi đã chọn một loạt các công ty phổ biến và ETF hấp dẫn nhất thế giới để cung cấp cho bạn những cơ hội giao dịch tốt nhất.",
	"Stocks": "Cổ Phiếu",
	"120+ stocks from ASX, Nasdaq & NYSE": "Trên 120 cổ phiếu & ETF từ ASX, Nasdaq & NYSE",
	"Earn dividends": "Kiếm cổ tức",
	"Bonds CFD": "Trái Phiếu",
	"Bonds offer traders the opportunity to speculate on interest rates and global risk on/off sentiment, hedging equities exposure and to diversify their strategy. Choose from a range of Bonds issued by governments around the world including Japan, Europe, the U.K, and the U.S.": "Trái phiếu cung cấp cho nhà giao dịch cơ hội đầu cơ về lãi suất và tâm lý chấp nhận/từ bỏ rủi ro, tiếp cận tự bảo hiểm cổ phiếu và để đa dạng hóa chiến lược của họ. Lựa chọn từ hàng loạt Trái phiếu được phát hành bởi chính phủ trên toàn thế giới, bao gồm Nhật Bản, Châu Âu, Anh, và Mỹ",
	"Bonds": "Trái Phiếu",
	"Over 6 Bonds available to trade": "Trên 6 Trái phiếu sẵn có để giao dịch",
	"Deep Liquidity": "Thanh khoản Sâu",
	"Crypto CFD": "Tiền Điện Tử",
	"Go long or short across our range of the world’s largest and most popular Cryptocurrencies. Trade against other retail traders 24/5 where price movements are driven primarily by fear and greed, news and prevailing sentiment. Enjoy trading with a leverage of up to 1:5 and eliminate Cryptocurrency Exchange risk by trading with an FSA-regulated CFD Provider.": "Mua hoặc bán trên hàng loạt Tiền điện tử lớn nhất và phổ biến nhất thế giới của chúng tôi. Giao dịch với các nhà giao dịch nhỏ lẻ khác 24/7, ở đó sự biến động giá chủ yếu được thúc đẩy do sự sợ hãi va lòng tham, tin tức và tâm lý hiện tại. Tận hưởng giao dịch với đòn bẩy lên tới 1:20 và loại bỏ rủi ro của Sàn giao dịch Tiền điện tử bằng cách giao dịch với nhà môi giới được quản lý bởi ASIC.",
	"Crypto": "Tiền Điện Tử",
	"Trade the market 24/5": "5 ngày mỗi ngày 24h giao dịch liên tục",
	"Long or short": "Mua hoặc bán",
	"Up to 1:5 leverage": "Đòn bẩy lên tới 1:5",
	"10 of the most popular Cryptos": "Mười trong số những Đồng tiền điện tử phổ biến nhất",
	"Futures CFD": "Hợp đồng kỳ hạn",
	"Futures are one of the most popular form of CFDs. VGF offer a range of Futures from around the world, including ICE Dollar Index and CBOE VIX Index. Online Futures based CFDs are offered exclusively on VGF' MetaTrader 4 Platform.": "Hợp đồng kỳ hạn là một trong những hình thức CFD phổ biến nhất. IC Markets cung cấp một loạt Hợp đồng kỳ hạn từ khắp nơi trên thế giới, bao gồm Chỉ số ICE Đô la và CBOE VIX. CFD dựa trên Hợp đồng kỳ hạn Trực tuyến được cung cấp độc quyền trên Nền tảng MetaTrader 4 của VGF.",
	"4 Global Futures available to trade": "Sẵn có 4 Hợp đồng kỳ hạn Toàn cầu để giao dịch",
	"Partner with a regulated broker that you and your clients can trust! The VGF Introducing Broker program is designed to remunerate introducers of all sizes with ongoing commissions for the trading volume of referred clients.": "Hãy hợp tác với công ty dẫn đầu thị trường mà bạn và khách hàng của mình có thể tin tưởng! Chương trình Đối tác giới thiệu của BTF được thiết kế để trả công cho đối tác thuộc mọi quy mô với hoa hồng liên tục đối với khối lượng giao dịch của khách hàng do bạn giới thiệu.",
	"A low barrier to entry combined with a highly competitive volume based rebate structure makes BTF ideal for introducers of all size.": "Rào cản tham gia thấp kết hợp với khối lượng mang tính cạnh tranh cao dựa trên cơ cấu chiết khấu khiến BTF trở nên lý tưởng cho đối tác giới thiệu thuộc mọi quy mô.",
	"Key features of our Introducing Broker program": "Tính năng chính trong chương trình Đối tác giới thiệu của chúng tôi",
	"An attractive rebate program": "Chương trình chiết khấu hấp dẫn",
	"FSA licensed and regulated Broker": "Nhà môi giới được cấp phép và quản lý bởi FSA",
	"Personal IB account managers": "Nhà quản lý tài khoản IB cá nhân",
	"Simple client onboarding ": "Tiếp nhận khách hàng đơn giản",
	"MetaTrader 4, Mobile Trading Platforms": "Nền tảng Giao dịch MetaTrader 4, Di động",
	"Commissions paid into a trading account in real time": "Hoa hồng được trả vào tài khoản giao dịch theo thời gian thực",
	"Marketing material in a variety of different languages": "Tài liệu marketing bằng nhiều ngôn ngữ khác nhau",
	"Advanced cookie tracking and web reporting": "Theo dõi cookie và báo cáo web tiên tiến",
	"Track every click, impression, and registration": "Theo dõi mỗi cú nhấp chuột, hiển thị, và đăng ký",
	"Professional Introducing Brokers": "Đối tác giới thiệu Chuyên nghiệp",
	"A professional Introducing Broker has the added benefit of applying spread and commission mark-ups to earn additional revenue from their clients trading activity. This program is specifically designed for Introducers with greater than 10 clients and who provide additional value/services to their clients.": "Đối tác giới thiệu chuyên nghiệp có thêm lợi ích của việc áp dụng khoản chi phí cộng thêm của chênh lệch và hoa hồng để kiếm thêm thu nhập từ hoạt động giao dịch của khách hàng của họ. Chương trình này được thiết kế đặc biệt cho đối tác giới thiệu có trên 10 khách hàng và người cung cấp giá trị/dịch vụ bổ sung cho khách hàng của mình.",
	"Eligible Professional Introducing Brokers include": "Đối tác giới thiệu Chuyên nghiệp Hội đủ điều kiện bao gồm:",
	"Licensed Investment Advisors": "Cố vấn Đầu tư Được cấp phép",
	"EA Vendors/Developers": "Nhà cung cấp/Nhà phát triển phần mềm EA (Chuyên gia Cố vấn)",
	"Money Managers": "Nhà quản lý Tiền",
	"Website owners": "Chủ sở hữu website",
	"Trading Educators": "Nhà đào tạo Giao dịch",
	"Sub IBs": "IB Phụ",
	"Privacy Statement": "Cam kết bảo mật",
	"Privacy Policy": "Chính sách bảo mật",
	"Cookie Policy": "Chính sách Cookie",
	"Terms And Conditions": "Các điều khoản và điều kiện",
	"Enjoy attractive rev share commissions and bonuses by referring clients and giving them the performance they demand from a regulated Forex CFD Provider": "Tận hưởng doanh thu hấp dẫn chia sẻ hoa hồng và tiền thưởng bằng cách giới thiệu khách hàng và cung cấp cho họ hiệu suất mà họ yêu cầu từ Nhà cung cấp Forex CFD được quy định",
	"Our trading conditions makes BTF one of the most popular choices for Forex traders all over the world. Our Raw spreads offer the lowest possible costs and therefore give the trader a great advantage whilst trading with us": "Các điều kiện giao dịch của chúng tôi làm cho BTF trở thành một trong những lựa chọn phổ biến nhất cho các nhà giao dịch Forex trên toàn thế giới. Biên độ thô của chúng tôi cung cấp chi phí thấp nhất có thể và do đó mang lại cho nhà giao dịch một lợi thế lớn trong khi giao dịch với chúng tôi",
	"What we offer affiliates": "Những gì chúng tôi cung cấp các chi nhánh",
	"Attractive revenue share model": "Mô hình chia sẻ doanh thu hấp dẫn",
	"Simple client on-boarding for higher conversions": "Khách hàng đơn giản lên máy bay để chuyển đổi cao hơn",
	"Transparency &amp; Reporting": "Minh bạch và báo cáo",
	"Marketing material in 10 different languages": "Tài liệu tiếp thị bằng 10 ngôn ngữ khác nhau",
	"· FVT is a decentralized digital asset based on Ethereum, with a limited total supply of <em>500 M</em>, issued by Vins Global Fintech": "· FVT là một tài sản kỹ thuật số phi tập trung dựa trên Ethereum, với tổng nguồn cung hạn chế <em> 500 M </ em>, do Vins Global Fintech phát hành",
	"Carrier": "Vận Chuyển",
	"VGF is used in all types of applications in the global business and ecosystem of VGF and has become an important hub of the ecosystem": "VGF được sử dụng trong tất cả các loại ứng dụng trong hệ thống kinh doanh và sinh thái toàn cầu của VGF và đã trở thành một trung tâm quan trọng của hệ sinh thái",
	"Benefit": "Lợi Ích",
	"VGF holders shall enjoy the corresponding benefits of the whole ecosystem of VGF and get ecological sub-token rewards, as well as the valuable promotion brought by sustained repurchase and destruction": "Chủ sở hữu VGF sẽ được hưởng các lợi ích tương ứng của toàn bộ hệ sinh thái của VGF và nhận phần thưởng mã thông báo phụ sinh thái, cũng như khuyến mãi có giá trị do mua lại và phá hủy kéo dài",
	"Features": "Điểm đặc trưng",
	"Introduction of VGT (VGF Token)": "Giới thiệu VGT (Đồng VGF)",
	"Used for user rewards and platform operation": "Được sử dụng cho phần thưởng người dùng và hoạt động nền tảng",
	"Reserved as team incentives and subject to a 4-year vesting schedule. 25 M is unlocked each year": "Dành riêng cho các ưu đãi của đội và tuân theo lịch trình 4 năm. 25 M được mở khóa mỗi năm",
	"Given away for free as a benefit for the purchase of “point cards”. The giveaway is completed now": "Được tặng miễn phí như một lợi ích cho việc mua thẻ điểm điểm Cameron. Sự cho đi đã hoàn thành",
	"Benefits": "Lợi ích",
	"Invitation and rebates": "Lời mời và giảm giá",
	"Rewards of sub-tokens": "Giải thưởng của sub-tokens",
	"OTC legal service": "OTC Dịch vụ hợp pháp",
	"Fee discount": "Giảm giá",
	"Ecological Trading Zone": "Khu thương mại sinh thái",
	"Corporate payment": "Thanh toán doanh nghiệp",
	"Community service providers": "Nhà cung cấp dịch vụ cộng đồng",
	"Multiple incubators": "Nơi ươm mầm phát triển",
	"Mining machines of head brands": "Máy khai thác của các thương hiệu đầu",
	"Top 10 mining pools": "Top 10 nhóm khai thác",
	"30+ crypto media": "30+ phương tiện truyền thông tiền điện tử",
	"Head-hunting companies": "Công ty săn đầu người",
	"Repurchase and destruction": "Mua lại và phá hủy",
	"Ecological scenarios - deposits": "Kịch bản sinh thái - tiền gửi",
	"Listing project teams": "Danh sách các nhóm dự án",
	"Global Elites": "Tinh hoa toàn cầu",
	"VGF Next Voting": "VGF bầu chọn tiếp theo",
	"Endorsers": "Người nhượng quyền",
	"OTC ad deposit": "OTC tiền gởi",
	"Comprehensive financial investment education group": "Tập Đoàn giáo dục đầu tư tài chính toàn diện",
	"Foreign Exchange": "Ngoại hối",
	"Training Course": "Chương trình đào tạo",
	"Portfolio <br> Management</a>": "Quản lý <br>danh mục đầu tư </a>",
	"Technology": "Công nghệ",
	"Capital Market": "Thị trường vốn",
	"VGF GROUP LICENSES & REGULATION": "Tập đoàn VGF giấy phép và quy định",
	"National Futures Association (NFA)": "Hiệp hội tương lai quốc gia (NFA)",
	"VGF is registered and regulated by the U.S National Futures Association": "VGF được đăng ký và quy định bởi Hiệp hội tương lai quốc gia Hoa Kỳ",
	"NFA Register Number: 0530057": "NFA Số đăng ký: 0530057",
	"The National Futures Association is the self-regulatory organization for the U.S. derivatives industry, including on-exchange traded futures, retail off-exchange foreign currency and OTC derivatives": "Hiệp hội tương lai quốc gia là tổ chức tự lập quy định cho các ngành công nghiệp phát sinh tự phát Hoa Kỳ, bao gồm tương lai giao dịch ngoại hối, bán lẻ giao dịch ngoại tệ và phát sinh OTC",
	"Contact": "Liên Hệ",
	"Head Office": "Trụ sở chính",
	"Vietnamese Support Center": "Trung tâm hỗ trợ người Việt",
	"General : <b>+(84)39 723 99 86</b>": "General : <b>+(84)39 723 99 86</b>",
	"Contact Detail (Vietnam)": "Chi tiết liên hệ (Vietnam)",
	"Fiva Token": "Mã thông báo Fiva",
	"FVT Mall": "Trung tâm FVT",
	"FVT TOKEN": "Mã thông báo FVT",
	"Millions of attractive gifts are waiting for you": "Hàng triệu phần quà hấp dẫn đang chờ đón bạn",
	"The <span style=\"color: #ff0000;\"><strong>red</strong></span> dotted line indicates that the market is in an uptrend": "Đường chấm tròn <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> thể hiện thị trường đang có xu hướng tăng",
	"The <span style=\"color: #40a240;\"><strong>green</strong></span> dotted line indicates that the market is in a downtrend": "Đường chấm tròn <span style=\"color: #40a240;\"><strong>màu xanh lá cây</strong></span> thể hiện thị trường đang có xu hướng giảm",
	"The <span style=\"color: #ffc000;\"><strong>yellow</strong></span> dotted line indicates that the market is in a sideways phase Sideway": "Đường chấm tròn <span style=\"color: #ffc000;\"><strong>màu vàng</strong></span> thể hiện thị trường đang ở giai đoạn đi ngang(Sideway)",
	"The <span style=\"color: #ff0000;\"><strong>red</strong></span> dotted line is above the yellow moving average line, indicating that the market is in a strong uptrend, you should enter the buy order.": "Đường chấm tròn <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> nằm ở trên đường trung bình động màu vàng, thể hiện thị trường đang có xu hướng tăng mạnh, các bạn nên vào lệnh buy",
	"The <span style=\"color: #40a240;\"><strong>green</strong></span> dotted line is below the yellow moving average line, indicating that the market is in a strong downtrend, you should enter the sell order.": "Đường chấm tròn  <span style=\"color: #40a240;\"><strong>màu xanh lá cây</strong></span> nằm ở dưới đường trung bình động màu vàng, thể hiện thị trường đang có xu hướng giảm mạnh, các bạn nên vào lệnh sell",
	"The <span style=\"color: #ffc000;\"><strong>yellow</strong></span> moving average line: is the MA200 line, which is understood as the moving average of the price chain in 200 trading sessions, supporting the identification of a large fluctuation market.": "Đường trung bình động <span style=\"color: #ffc000;\"><strong>màu vàng</strong></span> : Là đường MA200, được hiểu là trunh bình động của chuỗi giá trong 200 phiên giao dịch, hỗ trợ xác định thị trường dạo động lớn.",
	"The <span style=\"color: #2c2255;\"><strong>purple</strong></span> trend line indicates the supports line and resistances line to determine entry points.": "Đường trendline <span style=\"color: #2c2255;\"><strong>màu tím</strong></span> phán đoán đường kháng cự và đường hỗ trợ để xác định điểm vào lệnh",
	"The <span style=\"color: #007bff;\"><strong>blue</strong></span> line is the pivot line, the dotted green line is the resistances line, the dotted red line is the supports line, all three lines help determine profit taking point and stop loss point.": "Đường <span style=\"color: #007bff;\"><strong>màu xanh dương</strong></span> là đường phân tách, đường nét dứt màu xanh lá cây là đường kháng cự, đường nét dứt màu đỏ là đường hỗ trợ, cả 3 đường này giúp xác định cài đặt điểm chốt lãi và cắt lỗ.",
	"<span style=\"font-weight: bold\">Shaded area</span>: Small fluctuations and very high Spread, you should not trade at this time.": "<span style=\"font-weight: bold\">Khu vực bóng mờ</span> : Dao động nhỏ và Spread rất cao, các bạn không nên giao dịch trong thời điểm này.",
	"<span style=\"color: #ffc000;\"><strong>The upper part of the indicator:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần trên của chỉ báo:</strong></span>",
	"A white arrow appears and we can enter the buy order": "Mũi tên màu trắng xuất hiện chúng ta có thể vào lệnh buy",
	"A <span style=\"color: #007bff;\"><strong>blue</strong></span> arrow appears and we can enter the sell order": "Mũi tên <span style=\"color: #007bff;\"><strong>màu xanh lam</strong></span> xuất hiện chúng ta có thể vào lệnh sell",
	"You should enter the order when the arrow starts to appear": "Các bạn nên vào lệnh khi mũi tên bắt đầu xuất hiện",
	"The <span style=\"color: #40a240;\"><strong>green</strong></span> line we should enter the buy order": "Đường <span style=\"color: #40a240;\"><strong>màu xanh lá cây</strong></span> chúng ta nên vào lệnh buy",
	"The <span style=\"color: #ff0000;\"><strong>red</strong></span> line we should enter the sell order": "Đường <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> chúng ta nên vào lệnh sell",
	"<span style=\"color: #ffc000;\"><strong>The lower part of the indicator:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần dưới của chỉ báo:</strong></span>",
	"<span style=\"color: #40a240;\"><strong>Green</strong></span> indicates an uptrend": "Đường<span style=\"color: #40a240;\"><strong> màu xanh lá cây</strong></span> thể hiện xu hướng tăng",
	"<span style=\"color: #ff0000;\"><strong>Red</strong></span> indicates a downtrend": "Đường<span style=\"color: #ff0000;\"><strong> màu đỏ</strong></span> thể hiện xu hướng giảm",
	"The white skull appears and we can enter the buy order": "Đầu lâu màu trắng xuất hiện chúng ta có thể vào lệnh buy",
	"The <span style=\"color: #ffc000;\"><strong>yellow</strong></span> skull appears and we can enter the sell order.": "Đầu lâu<span style=\"color: #ffc000;\"><strong> màu vàng</strong></span> xuất hiện chúng ta có thể vào lệnh sell.",
	"<span style=\"color: #ffc000;\"><strong>The middle and lower part of the indicator:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần giữa và phần dưới của chỉ báo:</strong></span>",
	"<span style=\"color: #40a240;\"><strong>Green</strong></span> color indicates that the market is in a strong uptrend": "Đường<span style=\"color: #40a240;\"><strong> màu xanh lá cây</strong></span> thể hiện thị trường đang có xu hướng tăng mạnh",
	"<span style=\"color: #ff0000;\"><strong>Red</strong></span> color indicates that the market is in a strong downtrend": "Đường<span style=\"color: #ff0000;\"><strong> mầu đỏ</strong></span> thể hiện thị trường đang có xu hướng giảm mạnh",
	"The zero line turns from <span style=\"color: #ff0000;\"><strong>red</strong></span> to <span style=\"color: #40a240;\"><strong>green</strong></span>, we can enter the buy order": "Đường zero từ <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> chuyển sang <span style=\"color: #40a240;\"><strong>màu xanh</strong></span>, chúng ta có thể vào lệnh buy",
	"The zero line from <span style=\"color: #40a240;\"><strong>green</strong></span> turns <span style=\"color: #ff0000;\"><strong>red</strong></span>, we can enter the sell order": "Đường zero từ <span style=\"color: #40a240;\"><strong>màu xanh</strong></span> chuyển sang <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span>, chúng ta có thể vào lệnh sell",
	"The lower part of the indicator can set parameters to enhance judgments about market trends.": "Phần dưới của chỉ báo có thể cài đặt tham số để tăng cường phán đoán xu hướng thị trường.",
	"<span style=\"color: #ffc000;\"><strong>The upside:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần trên của chỉ báo:</strong></span>",
	"The white arrow appears that means we can enter the buy order": "Mũi tên màu trắng xuất hiện chúng ta có thể vào lệnh buy",
	"The <span style=\"color: #40a240;\"><strong>green</strong></span> arrow appears that means we can enter the sell order.": "Mũi tên <span style=\"color: #40a240;\"><strong>màu xanh lá cây</strong></span> xuất hiện chúng ta có thể vào lệnh sell.",
	"When the <span style=\"color: #40a240;\"><strong>green</strong></span>zone change to <span style=\"color: #ff0000;\"><strong>red</strong></span> zone that means we can enter the buy order in the uptrend.": "Khi vùng <span style=\"color: #40a240;\"><strong>màu xanh</strong></span>chuyển sang vùng <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> báo hiệu xu hướng tăng có thể vào lệnh buy.",
	"When the <span style=\"color: #ff0000;\"><strong>red</strong></span> zone change to <span style=\"color: #40a240;\"><strong>green</strong></span> zone that means we can enter the sell order in the downtrend": "Khi vùng <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> chuyển sang vùng <span style=\"color: #40a240;\"><strong>màu xanh lá cây</strong></span> báo hiệu xu hướng giảm có thể vào lệnh sell",
	"<span style=\"color: #ffc000;\"><strong>The downside:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần dưới của chỉ báo:</strong></span>",
	"When the price exceed over-buy line (line 100) then the price has the reversal downtrend": "Khi giá vượt qua đường quá mua (đường 100) thì giá có xu hướng đảo chiều giảm",
	"When the price exceed over-sell line (line 100) then the price has the reversal uptrend": "Khi giá vượt qua đường quá bán (đường -100) thì giá có xu hướng đảo chiều tăng",
	"These indicators are only suitable for long-time trading investor": "Bộ chỉ báo này phù hợp cho các nhà đầu tư thích giao dịch dài hạn",
	"The <span style=\"color: #007bff;\"><strong>blue</strong></span> arrow appears that means we can enter to sell order.": "Khi mũi tên <span style=\"color: #007bff;\"><strong>màu xanh lam</strong></span> xuất hiện chúng ta có thể vào lệnh sell.",
	"When the <span style=\"color: #40a240;\"><strong>yellow</strong></span> line and the <span style=\"color: #007bff;\"><strong>blue</strong></span> striped cloud appear then we can enter the buy order": "Khi đường chỉ<span style=\"color: #40a240;\"><strong> màu vàng</strong></span> và đám mây sọc <span style=\"color: #007bff;\"><strong>xanh lam</strong></span> xuất hiện chúng ta có thể vào lệnh buy",
	"The white line and the brown striped cloud appear then we can enter the sell order": "Đường chỉ màu trắng và đám mây sọc nâu xuất hiện chúng ta có thể vào lệnh sell",
	"<span style=\"color: #ffc000;\"><strong>The middle and lower part of indicator:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần giữa và phần dưới của chỉ báo:</strong></span>",
	"The <span style=\"color: #40a240;\"><strong>green</strong></span> line means the market is strongly uptrend": "<span style=\"color: #40a240;\"><strong>Màu xanh lá cây</strong></span> là thị trường đang có xu hướng tăng mạnh ",
	"The <span style=\"color: #ff0000;\"><strong>red</strong></span> line means the market is strongly downtrend": "<span style=\"color: #ff0000;\"><strong>Màu đỏ</strong></span> là thị trường đang có xu hướng giảm mạnh",
	"The zero line change from <span style=\"color: #ff0000;\"><strong>red</strong></span> one to <span style=\"color: #40a240;\"><strong>green</strong></span> one then we can enter buy order": "Đường zero chuyển từ <span style=\"color: #ff0000;\"><strong>màu đỏ</strong></span> sang màu <span style=\"color: #40a240;\"><strong>xanh lá cây</strong></span> , chúng ta có thể vào lệnh buy",
	"The zero line change from <span style=\"color: #40a240;\"><strong>green</strong></span> one to <span style=\"color: #ff0000;\"><strong>red</strong></span> one then we can enter sell order": "Đường zero chuyển từ <span style=\"color: #40a240;\"><strong>màu xanh lá cây</strong></span> sang màu <span style=\"color: #ff0000;\"><strong>đỏ</strong></span> , chúng ta có thể vào lệnh sell",
	"The lower part of indicators can set parameters to enhance judgments about market trends": "Phần dưới của chỉ báo có thể cài đặt tham số để tăng cường phán đoán xu hướng thị trường",
	"<span style=\"color: #ffc000;\"><strong>The lower part of indicator:</strong></span>": "<span style=\"color: #ffc000;\"><strong>Phần dưới của chỉ báo:</strong></span>",
	"When the <span style=\"color: #007bff;\"><strong>blue</strong></span> line goes down and cut the white line, cross over the over-buy line (line 100) then the price has the reversal downtrend": "Khi đường <span style=\"color: #007bff;\"><strong>màu xanh lam</strong></span> đi xuống và cắt đường đường màu trắng, đi qua đường quá mua (đường 100) thì giá có xu hướng đảo chiều giảm",
	"When the white line goes up and cut the <span style=\"color: #007bff;\"><strong>blue</strong></span> line, cross over the over-sell (line -100) then the price has the reversal uptrend": "Khi đường màu trắng đi lên và cắt đường <span style=\"color: #007bff;\"><strong>màu xanh lam</strong></span> , đi qua đường quá bán (đường -100) thì giá có xu hướng đảo chiều tăng",
	"VGF indicators are about to boost your trading": "Các chỉ báo VGF sẽ thúc đẩy giao dịch của bạn!",
	"Professional Indicators": "Các Chỉ Số Chuyên Nghiệp",
	"We are a diverse group of mathematicians and software developers that love Forex trading and that seek for the ultimate way to implement technical analysis for trade.After years of experience using ourselves these tools we found VGF in 2014 to share with the world the best MetaTrader 4 & 5 indicators. Since then we keep constantly upgrading our products and support our customers. If you god any questions – don’t hesitate to contact us": "Chúng tôi là một nhóm đa dạng gồm các nhà toán học và nhà phát triển phần mềm yêu thích giao dịch ngoại hối và tìm kiếm phương pháp tốt nhất để thực hiện phân tích kỹ thuật cho giao dịch. Kể từ đó chúng tôi không ngừng nâng cấp sản phẩm và hỗ trợ khách hàng. Nếu bạn có bất kỳ câu hỏi nào - đừng ngần ngại liên hệ với chúng tôi.",
	"The only token that VGF officially launched": "Mã thông báo duy nhất mà VGF chính thức ra mắt",
	"Trading Fee Discount": "Giảm chi phí giao dịch",
	"VGF Event": "Sự kiện VGF",
	"More": "Thêm",
	"The trading fee is discounted based on your FVT holding level": "Phí giao dịch được chiết khấu dựa trên mức nắm giữ FVT của bạn",
	"Learn about fee rates": "Tìm hiểu về mức phí",
	"Low threshold": "Ngưỡng thấp",
	"10 FVT enjoy a <span class=\"rate\">0.18% </span>discount of fee rate": "10 FVT hưởng mức phí giảm",
	"Buy": "Mua",
	"100 FVT enjoy a <span class=\"rate\">0.16% </span>discount of fee rate": "100 FVT hưởng mức phí giảm",
	"Buy 100 FVT": "Mua 100 FVT",
	"500 FVT enjoy a <span class=\"rate\">0.12% </span>discount of fee rate": "500 FVT hưởng mức phí giảm",
	"Buy 500FVT": "Mua 500 FVT",
	"1000 FVT enjoy a <span class=\"rate\">0.09% </span>discount of fee rate": "1000 FVT hưởng mức phí giảm",
	"Buy 1000FVT": "Mua 1000FVT",
	"2000 FVT enjoy a <span class=\"rate\">0.08% </span>discount of fee rate": "2000 FVT hưởng mức phí giảm",
	"Buy 2000FVT": "Mua 2000FVT",
	"5000 FVT enjoy a <span class=\"rate\">0.07% </span>discount of fee rate": "5000 FVT hưởng mức phí giảm",
	"Buy 5000FVT": "Mua 5000FVT",
	"Professional users": "Những người dùng chuyên nghiệp",
	"Maker down to 0.0097% rate": "Tỉ lệ lệnh tạo giảm đến 0.0097%",
	"VGF Event Eligibility": "Tính điều kiện của VGF",
	"Taker down to 0.0193% rate": "Tỉ lệ lệnh khớp giảm 0.0193%",
	"Cancel": "Hủy",
	"Buy now": "Mua",
	"Holding FVT to join activities of VGF. No one enjoy more privileges than you": "Nắm giữ FVT để tham gia các hoạt động của VGF. Không ai hưởng các đặc quyền hơn bạn",
	"View more": "View more",
	"VGF Prime": "VGF Prime",
	"The preferred coin-listing channel of VGF prime is a comprehensive coin-listing service for global high-quality projects, with FVT as its ticket, and only FVT can be used to place orders in the event": "Kênh niêm yết tiền xu được yêu thích của VGF prime là một dịch vụ niêm yết tiền xu toàn diện cho các dự án chất lượng cao toàn cầu, với FVT như là tấm vé, và chỉ FVT có thể được sử dụng để đặt hàng trong sự kiện",
	"VGF FastTrack": "VGF theo dõi nhanh",
	"The fast coin-listing channel of FastTrack is a comprehensive coin-listing service for global high-quality projects, with FVT as its ticket, and only FVT can be used to place orders in the event": "Kênh niêm yết tiền xu nhanh của theo dõi nhanh là một dịch vụ niêm yết tiền xu toàn diện cho các dự án chất lượng cao toàn cầu, với FVT như là tấm vé, và chỉ FVT có thể được sử dụng để đặt hàng trong sự kiện",
	"Halving Predictor": "Dự đoán giảm 1 nửa",
	"The halving predictor event is a commemoration of BTC third reduction by VGF, which additionally sets up a dedicated reward pool for FVT holders": "Sự kiện dự đoán một nửa là một kỷ niệm của BTC lần thứ ba bởi VGF, điều này thiết lập thêm một nhóm phần thưởng cho những người giữ FVT ",
	"Pizza Day": "Pizza Day",
	"Pizza day is a celebration of the annual pizza day held by VGF Global. In this day, exclusive rewards are set for FVT holders": "Pizza day là một kỷ niệm thường n pizza day được tổ chức bởi VGF toàn cầu. Trong ngày này, phần thưởng độc quyền được thiết lập cho người giữ FVT",
	"Locking and mining": "Khoá và khai thác",
	"Lock up FVT for mining and get value-added assets": "khoá FVT cho khai thác và nhận tài sản giá trị tăng",
	"VIP privileges": "Các đặc quyền VIP",
	"The daily average holding of 160,000 USDT equivalent  FVT can make you a VGF VIP": "hàng ngày trung bình nắm giữ 160,000 USDT tương đương FVT có thể làm cho bạn là 1 VGF VIP",
	"Margin trading": "Giao dịch ký quỹ",
	"FVT can be used for VGF margin trading, providing you with a richer trading scenario": "FVT có thể được sử dụng cho giao dịch ký quỹ VGF, cung cấp cho bạn với 1 kịch bản giao dịch phong",
	"Cross-margin guarantee deposit": "Ký quỹ chéo bảo lãnh gởi tiền",
	"Support FVT as a guarantee asset of cross margin to easily borrow other currencies": "Hỗ trợ FVT như bảo lãnh tài sản của ký quỹ chéo để dễ dàng vay những tiền tệ khác",
	"OTC Merchant Fees": "Phí mua bán OTC",
	"Support FVT to deduct merchant trading fees": "Hỗ trợ FVT để giảm trừ chi phí giao dịch buôn bán",
	"Continued destruction of FVT, real deflation": "Tiếp tục phá huỷ FVT, giảm phát thực",
	"FVT destruction refers to repurchase and burning of 20% FVT of VGF Global and VGF DMs. Among them, 5% is used to burn the FVT of team incentive, and the FVT of team incentive is no longer in the circulation. The mechanism of destroying FVT every month will reduce FVT circulation": "Phá huỷ FVT tham khảo cho việc mua lại và đốt cháy 20% FVT của VGF toàn cầu và VGF DMs.Trong số đó, 5% được dùng để đốt FVT của nhóm khuyến khích, và FVT của nhóm khuyến khích không còn ở trong vòng tuần hoàn. Cơ chế của việc phá huỷ FVT mỗi tháng sẽ giảm vòng tuần hoàn FVT ",
	"View FVT destruction plan": "Lượt xem kế hoạch phá huỷ FVT",
	"Circulating total": "Tổng cộng vòng tuần hoàn",
	"Gradual destruction of locking": "Dần dần phá huỷ khoá",
	"Cumulative destruction": "Tích luỹ sự phá huỷ",
	"Circle": "Vòng tròn",
	"Project": "Dự án",
	"Quantity": "Số lượng",
	"Address": "Địa chỉ",
	"Monthly destruction": "Sự phá hủy hàng tháng",
	"View": "Lượt xem",
	"Get Started with Blockchain Payments Today": "Bắt đầu cổng thanh toán với Blockchain hôm nay",
	"We put the power in your hands to buy, sell crypto, and accept cryptocurrencies as payments easily with VIFApay": "Chúng tôi cho bạn quyền mua, bán crypto, và chấp nhận thanh toán tiền điện tử dễ dàng hơn với VIFApay",
	"Live Demo": "Live Demo",
	"Get Started": "Bắt đầu",
	"How Does VIFApay Payment Works": "Cổng thanh toán VIFApay sẽ làm việc như thế nào",
	"Receive": "Nhận",
	"Blockchain payments from customers around the world": "Thanh toán Blockchanin từ những khách hàng khắp nơi trên thế giới",
	"Send": "Gởi",
	"Payments from your merchant account to any number of accounts and keep a detailed record of each transaction": "Thanh toán từ tài khoản thương mại của bạn đến bất kỳ số tài khoản nào và lưu trữ hồ sơ chi tiết của từng giao dịch",
	"Automate": "Tự Động",
	"Payments from tedious individual payments to a single one-click payment": "Thanh toán từ các khoản thanh toán cá nhân tẻ nhạt đến khoản thanh toán 1 cú nhấp chuột",
	"VIFApay provides businesses with a secure, seamless, and cost-effective method to accept, send, and automate cryptocurrency payments": "VIPApay cung cấp các doanh nghiệp đảm bảo, liền mạch, và phương pháp chi phí hiệu quả để chấp nhận, gởi và tự động thanh toán tiền điện tử",
	"Easy Implementation": "Dễ dàng thực hiện",
	"Express setup gets you up-and-running in minutes.Customize it with our easy API and docs": "Hoả tốc thiết lập giúp bạn đăng và chạy trong vài phút. Tuỳ chỉnh nó với API và tài liệu của chúng tôi dễ dàng",
	"Fast, Cheap, Zero Fraud": "Nhanh, rẻ, không gian lận",
	"Crypto Payments are quicker, cost-effective, and guarantee no chargebacks": "Thanh toán Crypto nhanh hơn, chi phí hiệu quả, và đảm bảo không bị hoàn trả",
	"Transparent Fees": "Minh bạch các chi phí",
	"Transparent blockchain network ensures there are never any inscription, recurring, or hidden fees": "Minh bạch mạng lưới Blockchain đảm bảo không có khoản phí khắc ghi, định kỳ, hoặc ẩn nào ở đây",
	"Private and Secure": "Riêng tư và an toàn",
	"Cryptocurrencies offer the highest privacy and security for both customer and merchant": "Tiền điện tử cung cấp quyền riêng tư và bảo mật cao nhất cho cả khách hàng và thương nhân",
	"Global": "Toàn Cầu",
	"Run your business from anywhere in the world and gain access to a global customer base by accepting borderless crypto payments": "Hoạt động doanh nghiệp của bạn từ bất kỳ nơi nào trên thế giới và truy cập nhanh vào cơ sở khách hàng toàn cầu bằng việc chấp nhận thanh toán crypto không biên giới",
	"Constantly Improving": "Luôn luôn cải thiện",
	"Our engineer team is constantly working on improving the payment platform to help you run your business": "Đội kỹ sư của chúng tôi luôn luôn làm việc để cải thiện nền  thanh toán để giúp bạn hoạt động kinh doanh của bạn",
	"The fees charged only after receiving customer’s payment": "Các khoản phí chỉ được tính sau khi nhận thanh toán của khách hàng",
	"Coming soon": "Coming soon",
	"VIFApay FEE": "Phí VIFApay",
	"Deposit Pricing": "Tiền gởi",
	"SENDING FEE": "Phí gởi đi",
	"Paid directly to the blockchain network": "được trả trực tiếp đến mạng lưới Blockchain",
	"MINIMUM": "MINIMUM",
	"MAXIMUM": "MAXIMUM",
	"No Limit": "Không giới hạn",
	"YOU PAY": "BẠN THANH TOÁN",
	"We’re <span class=\"cheapernum\">2</span>x Cheaper": "Rẻ hơn gấp <span class=\"cheapernum\">2</span> lần",
	"Become part of our ever growing community": "Trở thành thành phần cộng đồng ngày càng phát triển của chúng tôi",
	"JOIN US ON TELEGRAM": "JOIN US ON TELEGRAM",
	"IPFS & Filecoin": "IPFS & Filecoin",
	"Licenses Application": "Đơn xin cấp phép",
	"Crypto Payments": "Thanh toán tiền điện tử",
	"区块链牌照申请": "Đơn đăng ký cấp phép Block Chain",
	"Block Chain License Application": "Đơn đăng ký cấp phép Block Chain",
	"金融牌照申请": "Đơn xin giấy phép tài chính",
	"监管查询": "Yêu cầu về quy định",
	"Registration Search": "Đăng ký Tìm kiếm"
}