{
	"Home": "Trang chủ",
	"Our Service": "Dịch Vụ",
	"Technology & Advisory": "Công Nghệ Và Tư Vấn",
	"Finance & Risk": "Tài Chính Và Rủi Ro",
	"Our Support": "Hỗ Trợ",
	"Promotion": "Khuyến Mãi",
	"Partnerships": "Quan Hệ Đối Tác",
	"Shop": "Cửa Hàng",
	"About Us": "Về Chúng Tôi",
	"Language": "Ngôn Ngữ",
	"Portfolio Management": "Quản Lí Đầu Tư",
	"Finance Training": "Đào Tạo Tài Chính",
	"Over review": "Đánh Giá",
	"Commodities": "Hàng Hóa",
	"Indices": "Chỉ Số",
	"Education": "Giáo Dục",
	"Education Overview": "Tổng Quan",
	"Trading Knowledge": "Kiến Thức Giao Dịch",
	"Advantage of Forex": "Lợi Thế Của Forex",
	"Advantage of CFDs": "Lợi Thế Của CFDs",
	"Video Tutorials": "Video Hướng Dẫn",
	"Getting Started (10 lessons)": "Bắt Đầu (10 Bài)",
	"Help & Resource": "Trợ giúp & Tài nguyên",
	"Help Center": "Trung Tâm Hỗ Trợ",
	"Market Analysis blog": "Phân Tích Thị Trường",
	"Economic Calendar": "Lịch Kinh Tế",
	"Forex Glossary": "Thuật Ngữ Forex",
	"News": "Tin Tức",
	"30% welcome credit": "Thưởng Ký Quỹ 30%",
	"Rebate Promotions": "Khuyến Mãi Giảm Giá",
	"Loyalty Program": "Chương Trình Thân Thiết",
	"Regional Partnerships": "Đối Tác Khu Vực",
	"Introducing Broker": "Giới Thiệu Môi Giới",
	"Affiliate Program": "Chương Trình Liên Kết",
	"About VGF": "Về VGF",
	"Regulation": "Quy Định",
	"Legal Document": "Văn Bản Pháp Lý",
	"Careers": "Sự Nghiệp",
	"Contact Us": "Liên Hệ",
	"Floor 38, Landmark 81 Tower, 207 Nguyen Huu Canh St,Binh Thanh District, Ho Chi Minh City, Vietnam": "208 Nguyễn Hữu Cảnh, Tầng 38 Tòa Nhà Vinhomes, Quận Bình Thạnh, Thành Phố Hồ Chí Minh",
	"Recent News": "Tin Tức Gần Đây",
	"Useful Links": "Liên Kết",
	"Contact Form": "Mẫu Liên Hệ",
	"Submit now": "Gửi",
	"Learn More": "Tìm Hiểu Thêm",
	"We help you managing asset, provide financial advise. Leave money issue with us and focus on your core business.": "Chúng tôi giúp bạn quản lý tài sản, cung cấp tư vấn tài chính. Để lại vấn đề tiền bạc với chúng tôi và tập trung vào kinh doanh cốt lõi của bạn.",
	"On time": "Dịch Vụ",
	"Service": "Kịp Thời",
	"Transforming distribution and marketing with key capabilities in customer insight and analytics.": "Chuyển đổi phân phối và tiếp thị với các khả năng chính trong hiểu biết và phân tích khách hàng.",
	"A Team of Professional.": "Một Đội Ngũ Chuyên Nghiệp",
	"Analyze Your Business.": "Phân Tích Doanh Nghiệp Của Bạn",
	"Services We Provide": "Dịch Vụ Chúng Tôi Cung Cấp",
	"Something About Us": "Về Chúng Tôi",
	"A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a": "A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the wind I should be incapable of drawing a",
	"single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.": "single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me, and the meridian. I throw myself down among the tall grass by the trickling stream; and.",
	"Vins Global Fintech is authorized and regulated by Canadian Fintrac MSB, MSB license number: M20512660, 250 BLOOR ST E TORONTO TORONTO, ON, CANADA W4W1E6": "Vins Global Fintech được ủy quyền và quản lý bởi Canada Fintrac MSB, số giấy phép MSB: M20512660, 250 BLOOR ST E TORONTO TORONTO, ON, CANADA W4W1E6",
	"Vins Global Fintech is authorized and regulated by NFA and NATIONAL FUTURES ASSOCIATION in the USA, NFA ID: 0530057": "Vins Global Fintech được ủy quyền và quản lý bởi NFA và HỢP TÁC TƯƠNG LAI QUỐC GIA tại Hoa Kỳ, ID NFA: 0530057",
	"Risk Warning: Trading Forex and Leveraged Financial Instruments involves significant risk and can result in the loss of your invested capital. You should not invest more than you can afford to lose and should ensure that you fully understand the risks involved. Trading leveraged products may not be suitable for all investors. Before trading, please take into consideration your level of experience, investment objectives and seek independent financial advice if necessary. It is the responsibility of the Client to ascertain whether he/she is permitted to use the services of the VGF brand based on the legal requirements in his/her country of residence.": "Cảnh báo rủi ro: Giao dịch Forex và các công cụ tài chính có đòn bẩy liên quan đến rủi ro đáng kể và có thể dẫn đến việc mất vốn đầu tư của bạn. Bạn không nên đầu tư nhiều hơn số tiền bạn có thể để mất và nên đảm bảo rằng bạn hiểu đầy đủ các rủi ro liên quan. Giao dịch các sản phẩm đòn bẩy có thể không phù hợp cho tất cả các nhà đầu tư. Trước khi giao dịch, vui lòng xem xét mức độ kinh nghiệm, mục tiêu đầu tư của bạn và tìm kiếm tư vấn tài chính độc lập nếu cần thiết. Khách hàng có trách nhiệm xác định liệu anh ấy / cô ấy có được phép sử dụng các dịch vụ của thương hiệu VGF hay không dựa trên các yêu cầu pháp lý tại quốc gia cư trú của anh ấy / cô ấy.",
	"we help": "Chúng Tôi Giúp Đỡ",
	"growing business": "Kinh Doanh Phát Triển",
	"Our Services": "Dịch Vụ",
	"Minigame": "Trò Chơi",
	"Partnership": "Đối tác",
	"VGF joins hands with internationally renowned analysis agency Trading Central": "VGF bắt tay với cơ quan phân tích nổi tiếng quốc tế Trading Central",
	"Provide you with award-winning automatic investment analysis and research tools": "Cung cấp cho bạn các công cụ nghiên cứu và phân tích đầu tư tự động từng đoạt giải thưởng",
	"Let you make the best decision": "Để bạn đưa ra quyết định tốt nhất",
	"Analyst Perspective": "Quan điểm phân tích",
	"Adaptive Candle Chart": "Biểu đồ nến thích ứng",
	"Adaptive Divergence Index": "Chỉ số phân kỳ thích ứng",
	"Tin Forex": "Tin Forex",
	"Tin Hàng Hóa": "Tin Hàng Hóa",
	"Tin Kinh Tế Thế Giới": "Tin Kinh Tế Thế Giới",
	"Đời Sống Tài Chính": "Đời Sống Tài Chính",
	"Tin tức": "Tin tức",
	"Tin hàng hóa": "Tin hàng hóa",
	"Tin kinh tế thế giới": "Tin kinh tế thế giới",
	"Đời sống tài chính": "Đời sống tài chính",
	"Danh sách sàn ngoại hối": "Danh sách sàn ngoại hối",
	"năm": "năm",
	"Lượt xem": "Lượt xem",
	"Overview": "Đánh Giá",
	"Forex": "Forex",
	"Stock": "Cổ Phiếu",
	"Futures": "Tương Lai",
	"Finance & Rish": "Finance & Rish",
	"GLOBAL STRATEGIES, INSIGHT-DRIVEN TRANSFORMATION": "CHIẾN LƯỢC TOÀN CẦU, CHUYỂN ĐỔI TỐI THIỂU",
	"Please feel free to contact us. We will get back to you with 1-2 business days.Or just call us now": "Xin cứ thoải mái liên lạc với chúng tôi. Chúng tôi sẽ liên lạc lại với bạn sau 1-2 ngày làm việc. Hãy gọi cho chúng tôi ngay bây giờ"
}